{
  "gscolar": {},
  "orcid": {},
  "cristin": {
    "name": ["Arild Lian"],
    "id": ["22600"],
    "keywords": ["Communication", "Learning", "Language", "Competence", "WorkingMemory", "Language, learning problems", "Speech perception", "Phonological awareness"],
    "position": ["External", "Emeritus"],
    "img": {},
    "works": [
      {
        "type": "Academic article",
        "year": "2017",
        "title": "Statistical learning and developmental language impairments",
        "journal": "Scandinavian Psychologist",
        "url": "https://api.cristin.no/v2/results/1549356"
      },
      {
        "type": "Feature article",
        "year": "2006",
        "journal": "Dagbladet",
        "url": "https://api.cristin.no/v2/results/485091"
      },
      {
        "type": "Academic article",
        "year": "2006",
        "title": "Retrieval independence between parts and wholes in successive recognition tasks",
        "journal": "Experimental Physiology",
        "url": "https://api.cristin.no/v2/results/419929"
      },
      {
        "type": "Academic article",
        "year": "2005",
        "title": "Modulating the phonological similarity effect: The contribution of interlist similarity and lexicality",
        "journal": "Memory & Cognition",
        "url": "https://api.cristin.no/v2/results/424190"
      },
      {
        "type": "Poster",
        "year": "2005",
        "title": "Why does the phonological similarity effect reverse with nonwords?",
        "url": "https://api.cristin.no/v2/results/125767"
      },
      {
        "type": "Poster",
        "year": "2005",
        "title": "Reasons for the growth of traditional memory span across age",
        "url": "https://api.cristin.no/v2/results/125766"
      },
      {
        "type": "Academic article",
        "year": "2004",
        "title": "Opposing effects of phonological similarity on item and order memory of words and nonwords in the serial recall task",
        "journal": "Memory",
        "url": "https://api.cristin.no/v2/results/434158"
      },
      {
        "type": "Academic article",
        "year": "2004",
        "title": "Advantages and disadvantages of phonological similarity in serial recall and serial recognition of nonwords",
        "journal": "Memory & Cognition",
        "url": "https://api.cristin.no/v2/results/434157"
      },
      {
        "type": "Academic article",
        "year": "2004",
        "title": "Detection of repeated trigrams: Evidence for all-or-none learning",
        "journal": "American Journal of Psychology",
        "url": "https://api.cristin.no/v2/results/432240"
      },
      {
        "type": "Academic lecture",
        "year": "2004",
        "url": "https://api.cristin.no/v2/results/162026"
      },
      {
        "type": "Academic lecture",
        "year": "2004",
        "title": "Modulating the phonological similarity effect: The contributiton of lexicality, interlist similarity and task demands",
        "url": "https://api.cristin.no/v2/results/162025"
      },
      {
        "type": "Academic lecture",
        "year": "2004",
        "title": "Why does the phonological similarity effect in serial recall reverse with nonwords?",
        "url": "https://api.cristin.no/v2/results/162022"
      },
      {
        "type": "Academic article",
        "year": "2003",
        "title": "Retrieval independence in successive recognition tasks",
        "journal": "The Quarterly journal of experimental psychology. Section A, Human experimental psychology",
        "url": "https://api.cristin.no/v2/results/434159"
      },
      {
        "type": "Doctoral dissertation",
        "year": "2003",
        "title": "Effects of phonological similarity and familiarity in episodic memory tasks",
        "url": "https://api.cristin.no/v2/results/301092"
      },
      {
        "type": "Poster",
        "year": "2003",
        "title": "Advantages and disadvantages of phonological similarity of words and nonwords in the serial recall task",
        "url": "https://api.cristin.no/v2/results/120659"
      },
      {
        "type": "Academic lecture",
        "year": "2002",
        "title": "A reversal of the phonological similarity effect in serial recall",
        "url": "https://api.cristin.no/v2/results/164181"
      },
      {
        "type": "Academic article",
        "year": "2001",
        "title": "A re-evaluation of the phonological similarity effect in adults' short-term memory of words and nonwords",
        "journal": "Memory",
        "url": "https://api.cristin.no/v2/results/439851"
      },
      {
        "type": "Academic article",
        "year": "2001",
        "title": "A re-evaluation of the phonological similiarity effects in adults' short-term memory of words and nonwords",
        "journal": "Memory",
        "url": "https://api.cristin.no/v2/results/420690"
      },
      {
        "type": "Report",
        "year": "2001",
        "title": "Phonological short-term memory of words and nonwords",
        "url": "https://api.cristin.no/v2/results/332035"
      },
      {
        "type": "Thesis at a second degree level",
        "year": "2001",
        "title": "Speed of probe recognition as a function of phonological similarity and associative value",
        "url": "https://api.cristin.no/v2/results/307859"
      },
      {
        "type": "Poster",
        "year": "2001",
        "title": "The effect of phonological similarity and associative value on speed of probe recognition",
        "url": "https://api.cristin.no/v2/results/120660"
      },
      {
        "type": "Academic lecture",
        "year": "2000",
        "title": "The phonological similarity effect and nonword memory span",
        "url": "https://api.cristin.no/v2/results/164189"
      },
      {
        "type": "Academic article",
        "year": "1998",
        "title": "Item-specific effects in recognition failure: Reasons for rejection of the Tulving-Wiseman function",
        "journal": "Memory & Cognition",
        "url": "https://api.cristin.no/v2/results/450354"
      },
      {
        "type": "Academic chapter/article/Conference paper",
        "year": "1997",
        "url": "https://api.cristin.no/v2/results/77829"
      }
    ]
  },
  "rg": {
    "id": "Arild-Lian",
    "name": "Arild Lian",
    "img": "https://i1.rgstatic.net/ii/profile.image/279073986236418-1443547831071_Q128/Arild-Lian.jpg",
    "affiliation": "University of Oslo, Department of Psychology",
    "keywords": ["Memory", "Learning and Memory", "Cognitive Development", "Cognitive Neuropsychology"],
    "works": [
      {
        "title": "Evolving Meaning in Language",
        "tags": ["Chapter"],
        "date": "Jan 2016",
        "authors": ["Arild Lian"],
        "abstract": "The chapter explains why propositional meaning and formal semantics are dispensed with in favor of two other conceptions of meaning: meaning as intention and meaning as knowledge. In relation to the latter concept, the chapter presents Lyons’ discussion of the meaning of “meaning” and the feature of reciprocity of language. His semantic conception..."
      },
      {
        "title": "Literacy and Language",
        "tags": ["Chapter"],
        "date": "Jan 2016",
        "authors": ["Arild Lian"],
        "abstract": "The chapter argues why language has changed more rapidly in the literate part of human evolution. It describes the invention of writing by the Sumerians, and presents an outline of the main writing systems in modern languages. The chapter reviews a number of studies of illiteracy, and raises the question of whether writing also changed the neural c..."
      },
      {
        "title": "The Problem of Continuity in Time and Across Domains",
        "tags": ["Chapter"],
        "date": "Jan 2016",
        "authors": ["Arild Lian"],
        "abstract": "The chapter addresses continuity in language evolution and continuity across behavioral domains. It compares human language and communicative behavior by subhuman primates and discusses Bickerton’s assumptions of a protolanguage. Ullman’s declarative-procedural (DP) model forms a framework for discussing pre-adaptations of grammar in primate learni..."
      },
      {
        "title": "Dialogues as Procedural Skills",
        "tags": ["Chapter"],
        "date": "Jan 2016",
        "authors": ["Arild Lian"],
        "abstract": "Early dialogues are learned as procedural skills, and have a special role in the evolution of language. Vocal turn-taking by marmoset monkeys, which resembles turn-taking by human infants, serves as pre-adaptation to linguistic communication by humans. The chapter discusses models of communicative development in dyads and discusses why dialogues ar..."
      },
      {
        "title": "The Modality-Independent Capacity of Language: A Milestone of Evolution",
        "tags": ["Chapter", "Full-text available"],
        "date": "Jan 2016",
        "authors": ["Arild Lian"],
        "abstract": "The chapter makes a distinction between language impairment and production errors such as apraxia, dysarthria and speech sound disorders. It argues against the gestural theory of language evolution and for the evolution of a “general language bias.” Hence, the chapter introduces the concept of a modality-independent capacity of language. This capac..."
      },
      {
        "title": "Developmental Language Impairment: Conceptual Issues and Prospects of an Evolutionary Approach",
        "tags": ["Chapter"],
        "date": "Jan 2016",
        "authors": ["Arild Lian"],
        "abstract": "The concept of specific language impairment (SLI) is discussed and abandoned in view of recent research. The co-morbidity of developmental language impairments and other neurodevelopmental disorders (for example, deafness), show that language difficulties are rarely specific to language. However, high rates of heritability warrant an inquiry into t..."
      },
      {
        "title": "Developmental Language Impairment: Perspectives of Etiology and Treatment",
        "tags": ["Chapter", "Full-text available"],
        "date": "Jun 2016",
        "authors": ["Arild Lian"],
        "abstract": "The chapter argues for a renewed discussion of developmental language impairment within the conceptual frameworks of Ullman’s procedural-declarative model and Saffran’s constrained statistical learning paradigm. Both address behavioral functions which are likely products of pre-adaptations of language. The chapter shows that contemporary research h..."
      },
      {
        "title": "Language Evolution and Developmental Impairments",
        "tags": ["Article", "Full-text available"],
        "date": "Jan 2016",
        "authors": ["Arild Lian"],
        "abstract": "This book gives an account of developmental language impairment from the perspective of language evolution. Components of language acquisition and specific language impairments can be mapped to stages in the evolutionary trajectory of language. Lian argues that the learning of procedural skills by early ancestors has served as pre-adaptation of gra..."
      },
      {
        "title": "Writing, Time and Memory in the Perspective of Socio-cultural Evolution",
        "tags": ["Chapter"],
        "date": "Jan 1988",
        "authors": ["Arild Lian"],
        "abstract": "The main conceptions of memory which have been presented in philosophical and psychological literature seem to have been formed, more or less, as metaphors of writing. Plato, in Theatus compared memory with a wax tablet, and Aristotle (On Memory and Reminiscence in Dennis, 1948) likened the memory image to the “imprint of a seal ring” on this table..."
      }
    ],
    "degree": [null],
    "publications": [9],
    "reads": [1125],
    "citations": [3]
  }
}
