{
  "gscolar": {},
  "orcid": {},
  "cristin": {
    "name": ["Jan Josef Mikaelsson"],
    "id": ["1504493"],
    "keywords": [],
    "position": ["University lecturer"],
    "img": {},
    "works": []
  },
  "rg": {
    "id": "Jan-Olli-2",
    "name": "Jan Josef Olli",
    "img": "https://i1.rgstatic.net/ii/profile.image/278410887745557-1443389736829_Q128/Jan-Olli-2.jpg",
    "affiliation": "NOFIMA Norwegian Institute of Food Fisheries and Aquaculture Research | NOFIMA, NOFIMA Norwegian Institute of Food Fisheries and Aquaculture Research",
    "keywords": ["Aquaculture Nutrition", "Fish Nutrition", "Fish Feed Formulation"],
    "works": [
      {
        "title": "Removal of persistent organic pollutants in fish oils using short-path distillation with a working fluid",
        "tags": ["Article"],
        "date": "Mar 2013",
        "authors": ["Jan Josef Olli", "Harald Breivik", "Olav Thorstad"],
        "abstract": ["Two fish oils, varying in origin, species and catching season, were decontaminated in a commercial scale short-path distillation equipment, aided by a working fluid (distilled ethyl esters of marine fatty acids). The processing conditions for the two oils varied by different processing temperature and pressure in the distillation column. The concen..."]
      },
      {
        "title": "Removal of persistent organic pollutants from Atlantic salmon (Salmo salar L.) diets: Influence on growth, feed utilization efficiency and product quality",
        "tags": ["Article"],
        "date": "Dec 2010",
        "authors": ["Jan Josef Olli", "Harald Breivik", "Turid Mørkøre", "Gunnar Berge"],
        "abstract": ["Atlantic salmon were fed diets with fish oil, either normal (control group) or cleansed for persistent organic pollutants (POPs) as the sole lipid source from smolt stage to harvest size. The POPs were removed using short-path distillation, aided by a working fluid, and were highly efficiently removed resulting in low dietary levels. Each diet was..."]
      },
      {
        "title": "Alcohol soluble components of soybeans seem to reduce fat digestibility in fish-meal-based diets for Atlantic salmon, Salmo salar L",
        "tags": ["Article"],
        "date": "Jun 2008",
        "authors": ["Jan Josef Olli", "Ashild Krogdahl"],
        "abstract": ["A commercially available soybean molasses (alcohol extract from soybean meal) was included at levels of 0. 5,10,15 and 20% in a fish meal based diet for Atlantic salmon, Salmo salar L., weighing about 75 g. These inclusion levels supplied dietary alcohol soluble components corresponding to levels that would have been obtained if a standard soybean..."]
      },
      {
        "title": "Exotoxin-induced consumptive coagulopathy in Atlantic salmon, Salmo salar L.: Inhibitory effects of exogenous antithrombin and α2-macroglobulin on Aeromonas salmonicida serine protease",
        "tags": ["Article"],
        "date": "Apr 2006",
        "authors": ["Ragnar Salte", "K. NORBERG", "O. R. ØDEGAARD", "Jan Josef Olli"],
        "abstract": ["Consumptive coagulopathy was induced within 4 h in Atlantic salmon, Salmo salar L., by injecting purified serine protease from Aeromonas salmonicida into the dorsal aorta. Pretreatment with a bolus intravascular injection of (human) antithrombin (AT) or (bovine) 2-macroglobulin (2M) just prior to injection of the protease alleviated the in vivo pro..."]
      },
      {
        "title": "Bacterial protein grown on natural gas in diets for Atlantic salmon, Salmo salar, in freshwater",
        "tags": ["Article"],
        "date": "Nov 2004",
        "authors": ["Trond Storebakken", "Grete Baeverfjord", "Anders Skrede", "Gerd Marit Berge"],
        "abstract": ["Bacterial protein meal (BPM) produced on natural gas was evaluated with respect to growth, survival, body composition and histopathological indices in Atlantic salmon during the freshwater stage. In the diets, experimentally produced bacterial protein accounted for 0%, 6.25%, 12.5%, 25% and 50% of total dietary amino acids gradually replacing high-..."]
      },
      {
        "title": "Feed intake, growth, and protein utilisation by post-smolt Atlantic salmon (Salmo salar) in response to graded levels of fish protein hydrolysate in the diet",
        "tags": ["Article"],
        "date": "Sep 2004",
        "authors": ["Ståle Refstie", "Jan Josef Olli", "Håkon Standal"],
        "abstract": ["This study investigated how partial dietary replacement of fish meal (FM) by a novel fish protein hydrolysate (FPH) affected feed intake, growth, feed efficiency, nutrient retention, and nutrient digestibility by Atlantic salmon in the early seawater stage. FM was replaced by FPH in increments, producing four extruded diets containing 0%, 5%, 10%,..."]
      },
      {
        "title": "Atlantic Salmon (Salmo salar) and rainbow trout (Oncorhynchus mykiss) digest and metabolize nutrients differently. Effects of water salinity and dietary starch level",
        "tags": ["Article"],
        "date": "Jan 2004",
        "authors": ["Ashild Krogdahl", "Anne Sundby", "Jan Josef Olli"],
        "abstract": ["Atlantic salmon (average weight: 199 g, group size: 55) and rainbow trout (average weight: 565 g, group size: 25) of the same age, kept in freshwater (FW) or full-strength seawater (SW), were fed diets containing 7% (LCH) or 23% (HCH) precooked maize starch, replacing dietary protein. The fish were fed ad libitum in triplicate groups. Feed intake w..."]
      },
      {
        "title": "Effects of graded levels of medium chain triglycerides and cysteine on growth, digestive processes and nutrient utilization in sea water reared Atlantic salmon (Salmo salar, L.) under ad libitum feeding regime",
        "tags": ["Article"],
        "date": "Jul 2003",
        "authors": ["Sigve Nordrum", "Jan Josef Olli", "Camilla Røsjø", "Ashild Krogdahl"],
        "abstract": ["Fifteen experimental diets with five levels of medium chain triglycerides (MCT) (0, 39, 78, 117 and 156 g kg−1) and three levels of cysteine supplementations (0.0, 2.5 and 5.0 g kg−1) were fed ad libitum to Atlantic salmon (mean weight at start 846 g) in sea water for 71 days. Nutrient digestibilities and protein retention improved significantly wi..."]
      },
      {
        "title": "Lipid digestibility and metabolism in Atlantic salmon (Salmo solar)",
        "tags": ["Article", "Full-text available"],
        "date": "Oct 2000",
        "authors": ["Camilla Røsjø", "Sigve Nordrum", "Jan Josef Olli", "Halvor Holm"],
        "abstract": ["Atlantic salmon with an average initial weight of 180 g were fed either a control diet containing 25% fish oil or a diet with 15% fish oil and 10% of an oil based on medium-chain fatty acid triglycerides (MCTs). The fish were kept in tanks supplied with saltwater for 65 days. The fish group with the lowest feed intake determined feeding level in th..."]
      },
      {
        "title": "Effects of methionine, cysteine and medium chain triglycerides on nutrient digestibility, absorption of amino acids along the intestinal tract and nutrient retention in Atlantic salmon (Salmo salar L.) under pair-feeding regime",
        "tags": ["Article", "Full-text available"],
        "date": "Jun 2000",
        "authors": ["Sigve Nordrum", "Ashild Krogdahl", "Camilla Røsjø", "Halvor Holm"],
        "abstract": ["Atlantic salmon, kept in seawater (8–11°C), initial weight 180 g, were pair-fed four high energy, low protein diets for 65 days in triplicate. The diets were supplemented isonitrogenously with amino acids: methionine (6.2 g kg−1), cysteine (5.0 g kg−1) or alanine (3.7 g kg−1) (control). In the fourth diet, also supplemented with alanine, medium cha..."]
      },
      {
        "title": "Multiannual fluctuations in willow ptarmigan Lagopus l. lagopus does the genetic variation of nesting females enhance the effect of predation?",
        "tags": ["Article", "Full-text available"],
        "date": "Sep 1999",
        "authors": ["Kjell-Arne Rørvik", "Hans C. Pedersen", "Jan Josef Olli", "Johan B. Steen"],
        "abstract": ["Willow ptarmigan Lagopus l. lagopus is a popular game bird which fluctuates in abundance. The causes of these fluctuations, however, remain controversial, but several studies have emphasised the effect of predation. Predation not only reduces the number of breeding birds, but does it in such a way that genetic variation among chicks at hatching bec..."]
      },
      {
        "title": "Bioavailability of all-E-astaxanthin and IX-isomers of astaxanthin in rainbow trout (Oncorhynchus mykiss)",
        "tags": ["Article", "Full-text available"],
        "date": "Nov 1997",
        "authors": ["Bjørn Bjerkeng", "Marianne Følling", "Stephen Lagocki", "Niels Alsted"],
        "abstract": ["Two cold-pelleted diets containing either 36.9 or 35.4 mg kg−1 of predominantly all-E-astaxanthin (97% of total astaxanthin) or a mixture of all-E- and Z-astaxanthin (64 and 36%, respectively), were fed to duplicate groups of rainbow trout (Oncorhynchus mykiss) in freshwater (initial weight 0.4 kg) for 69 days. Average final weight was ca. 1.0 kg f..."]
      },
      {
        "title": "Alcohol-soluble components in soybeans cause morphological changes in the distal intestine of Atlantic salmon, Salmo salar L",
        "tags": ["Article"],
        "date": "Jan 1996",
        "authors": ["T S G A M Ingh", "Jan Josef Olli", "Ashild Krogdahl"],
        "abstract": ["Standard soybean meal, heat treated to differing degrees and containing varying levels of soybean lectin and trypsin inhibitor, was used to study the effect of soybean-containing diets on the morphology of the distal intestine in Atlantic salmon, Salmo salar L. A reference diet based on fish meal and a fish meal diet mixed with an alcohol extract o..."]
      },
      {
        "title": "Dehulled solvent-extracted soybean meal as a protein source in diets for Atlantic salmon, Salmo salar L",
        "tags": ["Article"],
        "date": "Mar 1995",
        "authors": ["Jan Josef Olli", "Ashild Krogdahl", "Arne Våbenø"],
        "abstract": ["Diets, containing dehulled, solvent-extracted soybean meal in amounts corresponding to 0. 20 and 40% soybean protein of total protein, were fed for 10 months to duplicate groups of Atlantic salmon, Salmo salar L., weighing about 900 g, held in sea water.\nFish fed the diet containing 20% soybean protein grew as well as fish fed the diet with high-qu..."]
      },
      {
        "title": "Soybean trypsin inhibitors in diets for Atlantic salmon (Salmo salar L.): Effects on nutrient digestibilities and trypsin in pyloric caeca homogenate and intestinal content",
        "tags": ["Article"],
        "date": "Jan 1995",
        "authors": ["Jan Josef Olli", "Knut Hjelmeland", "Ashild Krogdahl"],
        "abstract": ["Atlantic salmon (Salmo salar, L), 180 g, were fed diets containing a crude trypsin inhibitor from soybean at five levels. The five levels resulted in trypsin inhibitor activities (TIA) corresponding to an inclusion of 0 to about 100% commercial soybean meal. Digestibility of protein and fat, weight gain and trypsin activity in intestinal content we..."]
      },
      {
        "title": "Nutritive value of four soybean products as protein sources in diets for rainbow trout Oncorhynchus mykiss, Walbaum. reared in freshwater",
        "tags": ["Article"],
        "date": "Jan 1995",
        "authors": ["Jan Josef Olli", "Ashild Krogdahl"],
        "abstract": []
      },
      {
        "title": "Nutritive Value of Four Soybean Products as Protein Sources in Diets for Rainbow Trout (Oncorhynchus mykiss, Walbaum) Reared in Fresh Water",
        "tags": ["Article"],
        "date": "Aug 1994",
        "authors": ["Jan Josef Olli", "Ashild Krogdahl"],
        "abstract": ["Several soybean products were evaluated as protein sources for rainbow trout reared in fresh water: solvent-extracted soybean meal (SBM44), dehulled and solvent-extracted soybean meal (SBM50), dehulled full-fat soybean meal (FFSBM) and soybean concentrate (SBC). The soybean products replaced high-quality fish meal at levels corresponding to 0, 14,..."]
      },
      {
        "title": "Nutritive Value of Four Soybean Products in Diets for Atlantic Salmon (Salmo Salar, L.)",
        "tags": ["Article"],
        "date": "Feb 1994",
        "authors": ["Jan Josef Olli", "Ashild Krogdahl", "Ted van den Ingh", "Lars E. Brattås"],
        "abstract": ["Four processed soybean products were evaluated as protein sources for Atlantic salmon: solvent-extracted soybean meal (SBM44), dehulled and solvent-extracted soybean meal (SBM50), dehulled full-fat soybean meal (FFSBM) and soybean concentrate (SBC). The soybean products replaced high-quality fish meal at levels corresponding to 0, 14, 28, 42 and 56..."]
      },
      {
        "title": "Soybean proteinase inhibitors affect intestinal trypsin activities and amino acid digestibility in rainbow trout (Onchynchus mykiss)",
        "tags": ["Article"],
        "date": "Jan 1994",
        "authors": ["Ashild Krogdahl", "Trygve Berg Lea", "Jan Josef Olli"],
        "abstract": ["Rainbow trout (Oncorhynchus mykiss), 265 g kept in fresh water, 1 m2 surface area tanks, 10 kg per tank were fed diets based on high quality fish meal added 0.00, 0.37, 0.74, 1.11 and 1.48% soybean proteinase inhibitors, and chromic oxide as internal marker. After 10 days, 10 fish were dissected to obtain total contents of intestinal segments, and..."]
      },
      {
        "title": "Processing of soybean meals affects nutritive value for rainbow trout",
        "tags": ["Article"],
        "date": "Jan 1992",
        "authors": ["Jan Josef Olli", "Ashild Krogdahl", "Trygve Berg-Lea"],
        "abstract": []
      },
      {
        "title": "Effects of Soybean-Containing Diets on the Proximal and Distal Intestine in Atlantic Salmon (Salmo-Salar) – A Morphological-Study",
        "tags": ["Article"],
        "date": "May 1991",
        "authors": ["Ted van den Ingh", "Ashild Krogdahl", "Jan Josef Olli", "J.F.J.G. Koninkx"],
        "abstract": ["The morphology of the proximal and distal intestine of Atlantic salmon (Salmo salar) was studied after prolonged feeding with diets containing full-fat soybean meal (FFSB) or soybean protein concentrate (SBPC) and compared with fish fed a standard herring meal (HM) diet. To avoid possible changes due to decreased food intake, dietary inclusions of..."]
      },
      {
        "title": "Binding of soybean agglutinin to small intestinal brush-border membranes and brush-border membrane enzyme-activities in Atlantic Salmon (Salmo-Salar)",
        "tags": ["Article"],
        "date": "Dec 1990",
        "authors": ["H.G.C.J.M. Hendriks", "Ted van den Ingh", "Ashild Krogdahl", "J.F.J.G. Koninkx"],
        "abstract": ["To test for possible toxicity of soybean lectin for salmon, the location of soybean agglutinin binding sites in the small intestinal brush border membranes (BBM) was determined quantitatively by an enzyme-linked lectin sorbent assay (ELLSA). The assay revealed substantial binding in both the proximal (Bmax 1764±170 nM per mg BBM protein; Kd 2.16±0...."]
      },
      {
        "title": "Aquaculture Research",
        "tags": ["Article"],
        "authors": ["Jan Josef Olli", "Ashild Krogdahl"],
        "abstract": []
      }
    ],
    "degree": ["PhD"],
    "bio": [],
    "publications": [23],
    "reads": [3476],
    "citations": [2391]
  }
}
