{
  "gscolar": {},
  "orcid": {},
  "cristin": {
    "name": ["Knut Erik Duna"],
    "id": ["1504868"],
    "keywords": [],
    "position": ["Guest"],
    "img": {},
    "works": []
  },
  "rg": {
    "id": "Knut-Berge",
    "name": "Knut Erik Berge",
    "img": "https://c5.rgstatic.net/m/437738464651637/images/template/default/profile/profile_default_l.jpg",
    "affiliation": "Oslo University Hospital, Department of Medical Genetics",
    "keywords": [],
    "works": [
      {
        "title": "Hypokalaemic Paralysis - A double trouble from concurrent Thyrotoxicosis and Gitelman syndrome: A report of two cases",
        "tags": ["Article", "Full-text available"],
        "date": "Jun 2020",
        "authors": ["Chandrika Subasinghe", "Sonali Sihindi Chapa Gunatilake", "Nirmala Dushyanthi Sirisena", "Vajira H W Dissanayake"],
        "abstract": ["Background\n\nHypokalaemic paralysis is a rare group of disorders with concomitant muscle weakness and hypokalaemia. Thyrotoxicosis is a recognized and a common cause for hypokalaemic paralysis among Asians, in which intracellular shift of potassium is enhanced. Gitelman syndrome, an autosomal recessive renal salt loosing condition is characterized b..."]
      },
      {
        "title": "Kardiomyopati ved arvelig skjelettmuskeldystrofi",
        "tags": ["Article", "Full-text available"],
        "date": "Jan 2018",
        "authors": ["Nina Eide Hasselberg", "Knut Erik Berge", "Magnhild Rasmussen", "Kristina H Haugaa"],
        "abstract": []
      },
      {
        "title": "Vigorous exercise in patients with hypertrophic cardiomyopathy",
        "tags": ["Article", "Full-text available"],
        "date": "Jan 2018",
        "authors": ["Lars Andreas Dejgaard", "Trine Fink Haland", "Øyvind Lie", "Kristina H Haugaa"],
        "abstract": ["Background\nWe aimed to investigate if history of vigorous exercise was associated with changes in left ventricular morphology, left ventricular function and ventricular arrhythmias (VAs) in hypertrophic cardiomyopathy genotype positive, phenotype negative (Genotype + LVH −) and in phenotype positive (HCM LVH +).\n\nMethods\nIn this cross sectional stu..."]
      },
      {
        "title": "Lamin A/C cardiomyopathy: Young onset, high penetrance, and frequent need for heart transplantation",
        "tags": ["Article", "Full-text available"],
        "date": "Oct 2017",
        "authors": ["Nina Eide Hasselberg", "Trine Fink Haland", "Jørg Saberniak", "Kristina H Haugaa"],
        "abstract": ["Aims: \nLamin A/C (LMNA) mutations cause familial dilated cardiomyopathy (DCM) with frequent conduction blocks and arrhythmias. We explored the prevalence, cardiac penetrance, and expressivity of LMNA mutations among familial DCM in Norway. Furthermore, we explored the risk factors and the outcomes in LMNA patients.\n\nMethods and results: \nDuring 200..."]
      },
      {
        "title": "Supplementary data on exercise and cardiac imaging in a patient cohort with hypertrophic cardiomyopathy",
        "tags": ["Article", "Full-text available"],
        "date": "Sep 2017",
        "authors": ["Lars Andreas Dejgaard", "Trine Fink Haland", "Øyvind Lie", "Kristina H Haugaa"],
        "abstract": ["Data presented in this paper are supplementary material to our study “Vigorous exercise in patients with hypertrophic cardiomyopathy” [1]. The current article presents supplementary data on collection and analyses of exercise parameters and genetic data in the original research article."]
      },
      {
        "title": "Severe hypertriglyceridemia in Norway: Prevalence, clinical and genetic characteristics",
        "tags": ["Article", "Full-text available"],
        "date": "Jun 2017",
        "authors": ["Kjetil Retterstøl", "Ingunn Narverud", "Randi M Selmer", "Per Ole Iversen"],
        "abstract": ["Background\nThere is a lack of comprehensive patient-datasets regarding prevalence of severe hypertriglyceridemia (sHTG; triglycerides ≥10 mmol/L), frequency of co-morbidities, gene mutations, and gene characterization in sHTG. Using large surveys combined with detailed analysis of sub-cohorts of sHTG patients, we here sought to address these issues..."]
      },
      {
        "title": "The systolic paradox in hypertrophic cardiomyopathy",
        "tags": ["Article", "Full-text available"],
        "date": "May 2017",
        "authors": ["Trine Fink Haland", "Nina Eide Hasselberg", "Vibeke Marie Almaas", "Thor Edvardsen"],
        "abstract": ["Objective\nWe explored cardiac volumes and the effects on systolic function in hypertrophic cardiomyopathy (HCM) patients with left ventricular hypertrophy (HCM LVH+) and genotype-positive patients without left ventricular hypertrophy (HCM LVH−).\n\nMethods\nWe included 180 HCM LVH+, 100 HCM LVH− patients and 80 healthy individuals. End-Diastolic Volum..."]
      },
      {
        "title": "Novel mutation in the SLC12A3 gene in a Sri Lankan family with Gitelman syndrome & coexistent diabetes: A case report",
        "tags": ["Article", "Full-text available"],
        "date": "Apr 2017",
        "authors": ["Chandrika Subasinghe", "Nirmala Dushyanthi Sirisena", "Chula Herath", "Vajira H W Dissanayake"],
        "abstract": ["Background\nGitelman syndrome (GS) is a rare autosomal recessively inherited salt-wasting tubulopathy associated with mutations in the SLC12A3 gene, which encodes for NaCl cotransporter (NCC) in the kidney.\n\nCase presentation\nIn this report, we describe two siblings from a Sri Lankan non-consanguineous family presenting with hypokalaemia associated..."]
      },
      {
        "title": "Variable phenotypic expression of nonsense mutation p.Thr5* in the APOE gene",
        "tags": ["Article", "Full-text available"],
        "date": "Dec 2016",
        "authors": ["Trond Leren", "Thea Bismo Strøm", "Knut Erik Berge"],
        "abstract": ["Subjects with hypercholesterolemia who do not carry a mutation in the low density lipoprotein receptor gene, in the apolipoprotein B gene or in the proprotein convertase subtilisin/kexin type 9 gene, could possible carry a mutation in the apolipoprotein E (APOE) gene. DNA from 844 unrelated hypercholesterolemic subjects who did not carry a mutation..."]
      },
      {
        "title": "Rapid Molecular Diagnostics of Severe Primary Immunodeficiency by Targeted Next Generation Sequencing",
        "tags": ["Article", "Full-text available"],
        "date": "Jul 2016",
        "authors": ["Hui Yu", "Victor Wei Zhang", "Asbjorg Stray-Pedersen", "Lee-Jun Wong"],
        "abstract": ["Background: \nPrimary immunodeficiency diseases (PIDDs) are inherited disorders of the immune system. The most severe form, severe combined immunodeficiency (SCID), presents with profound deficiencies of T cells, B cells, or both at birth. If not treated promptly, affected patients usually do not live beyond infancy because of infections. Genetic he..."]
      },
      {
        "title": "Identification and characterization of two novel mutations in the LPL gene causing Type I hyperlipoproteinemia",
        "tags": ["Article", "Full-text available"],
        "date": "Mar 2016",
        "authors": ["Piero Pingitore", "Saverio Massimo Lepore", "Carlo Pirazzi", "Stefano Romeo"],
        "abstract": ["Background: \nType 1 hyperlipoproteinemia is a rare autosomal recessive disorder most often caused by mutations in the lipoprotein lipase (LPL) gene resulting in severe hypertriglyceridemia and pancreatitis.\n\nObjectives: \nThe aim of this study was to identify novel mutations in the LPL gene causing type 1 hyperlipoproteinemia and to understand the m..."]
      },
      {
        "title": "Comprehensive Evaluation of Congenital Immunodeficiency by Next Generation Sequencing",
        "tags": ["Conference Paper"],
        "date": "Nov 2014",
        "authors": ["E. B. Gorman", "Hui Yu", "S. M. Chen", "L. J. Wong"],
        "abstract": ["Background: Congenital immunodeficiency is an inherited disorder of the immune system. Severe combined immunodeficiency (SCID), characterized by profound deficiencies of T cells and/or B cells at the time of birth, is the most severe form of congenital immunodeficiency. If not treated promptly, affected patients usually do not live beyond infancy d..."]
      },
      {
        "title": "Type 1 hyperlipoproteinemia due to a novel deletion of exons 3 and 4 in the GPIHBP1 gene",
        "tags": ["Article"],
        "date": "May 2014",
        "authors": ["Knut Erik Berge", "Kjetil Retterstøl", "Stefano Romeo", "Trond Leren"],
        "abstract": ["Objectives\nType 1 hyperlipoproteinemia is an autosomal recessive disorder characterized by severely elevated plasma triglyceride levels, which may lead to abdominal pain and pancreatitis, eruptive xanthomas and failure to thrive. Mutations in the genes encoding lipoprotein lipase (LPL), apolipoprotein CII (APOC2), apolipoprotein AV (APOA5), lipase..."]
      },
      {
        "title": "Oral Abstract session * New insights in heart muscle diseases: 13/12/2013, 16:30-18:00 * Location: Bursa",
        "tags": ["Article", "Full-text available"],
        "date": "Dec 2013",
        "authors": ["W. Tsang", "C. Abduch", "I. Salgo", "Kristina H Haugaa"],
        "abstract": []
      },
      {
        "title": "Subjects with Low Plasma HDL Cholesterol Levels Are Characterized by an Inflammatory and Oxidative Phenotype",
        "tags": ["Article", "Full-text available"],
        "date": "Nov 2013",
        "authors": ["Kirsten B Holven", "Kjetil Retterstøl", "Thor Ueland", "Bente Halvorsen"],
        "abstract": ["Epidemiological studies have shown that low plasma levels of high-density lipoprotein (HDL) cholesterol are associated with increased risk of cardiovascular disease, but the mechanisms for the possible atheroprotective effects of HDL cholesterol have still not been fully clarified, in particular in relation to clinical studies.\nTo examine the infla..."]
      },
      {
        "title": "Genetics of hypertrophic cardiomyopathy in Norway",
        "tags": ["Article"],
        "date": "Sep 2013",
        "authors": ["Knut Erik Berge", "Trond Leren"],
        "abstract": ["Genetic testing for hypertrophic cardiomyopathy (HCM) became available in Norway in 2003. Here we describe the results of this testing in probands with HCM referred until the end of 2012. The translated exons of MYBPC3, MYH7, TNNI3, TNNT2, MYL2 and MYL3 were analyzed in 2 groups of probands. In Group 1, comprising 696 probands above 1 year of age,..."]
      },
      {
        "title": "Risk prediction of ventricular arrhythmias and myocardial function in Lamin A/C mutation positive subjects",
        "tags": ["Article"],
        "date": "Sep 2013",
        "authors": ["Nina Eide Hasselberg", "Thor Edvardsen", "Helle Petri", "Kristina H Haugaa"],
        "abstract": ["AimsMutations in the Lamin A/C gene may cause atrioventricular block, supraventricular arrhythmias, ventricular arrhythmias (VA), and dilated cardiomyopathy. We aimed to explore the predictors and the mechanisms of VA in Lamin A/C mutation-positive subjects.Methods and resultsWe included 41 Lamin A/C mutation-positive subjects. PR-interval and occu..."]
      },
      {
        "title": "PCSK9-mediated degradation of the LDL receptor generates a 17 kDa C-terminal LDL receptor fragment",
        "tags": ["Article", "Full-text available"],
        "date": "Mar 2013",
        "authors": ["Kristian Tveten", "Thea Bismo Strøm", "Knut Erik Berge", "Trond Leren"],
        "abstract": ["Proprotein convertase subtilisin/kexin type 9 (PCSK9) binds to the low density lipoprotein receptor (LDLR) at the cell surface and reroutes the internalized LDLR to intracellular degradation. In this study, we have shown that PCSK9-mediated degradation of the full-length 160 kDa LDLR generates a 17 kDa C-terminal LDLR fragment. This fragment was no..."]
      },
      {
        "title": "Description of a Large Family with Autosomal Dominant Hypercholesterolemia Associated with the APOE p.Leu167del Mutation",
        "tags": ["Article"],
        "date": "Jan 2013",
        "authors": ["Marie Marduel", "Khadija Ouguerram", "Valérie Serre", "Mathilde Varret"],
        "abstract": ["Apolipoprotein (apo) E mutants are associated with type III hyperlipoproteinemia characterized by high cholesterol and triglycerides levels. Autosomal dominant hypercholesterolemia (ADH), due to the mutations in the LDLR, APOB, or PCSK9 genes, is characterized by an isolated elevation of cholesterol due to the high levels of low-density lipoprotein..."]
      },
      {
        "title": "Supplement 2",
        "tags": ["Data"],
        "date": "Jan 2013",
        "authors": ["Maiken Kudahl Larsen", "Knut Erik Berge", "Trond Leren", "Henrik Kjærulf Jensen"],
        "abstract": ["Primer and probe sequences for RYR2 SNP PCR assays"]
      },
      {
        "title": "Supplement 1",
        "tags": ["Data"],
        "date": "Jan 2013",
        "authors": ["Maiken Kudahl Larsen", "Knut Erik Berge", "Trond Leren", "Henrik Kjærulf Jensen"],
        "abstract": ["Primer sequences, location of the primers with respect to the exon/intron boundaries as well as conditions for thermal cycling used to generate PCR products for DNA sequencing of the translated exon RYR2. Unless otherwise indicated, the 5′ primer is used as sequencing primer"]
      },
      {
        "title": "Septal Myocardial Function is reduced in Carriers of Lamin A/C mutations and related to Atrioventricular Block, Ventricular Tachycardia and Septal Fibrosis",
        "tags": ["Article"],
        "date": "Nov 2012",
        "authors": ["Nina Eide Hasselberg", "Thor Edvardsen", "Helle Petri", "Kristina H Haugaa"],
        "abstract": []
      },
      {
        "title": "Mutations in the SORT1 gene are unlikely to cause autosomal dominant hypercholesterolemia",
        "tags": ["Article"],
        "date": "Oct 2012",
        "authors": ["Kristian Tveten", "Thea Bismo Strøm", "Jamie Cameron", "Trond Leren"],
        "abstract": ["Objective: \nTo study whether mutations in the SORT1 gene could be a cause of autosomal dominant hypercholesterolemia and to study the effect of sortilin on the binding and internalization of low density lipoprotein (LDL).\n\nMethods: \n842 unrelated hypercholesterolemic subjects without mutations in genes known to cause autosomal dominant hypercholest..."]
      },
      {
        "title": "The Prevalence of Mutations in KCNQ1, KCNH2, and SCN5A in an Unselected National Cohort of Young Sudden Unexplained Death Cases",
        "tags": ["Article"],
        "date": "May 2012",
        "authors": ["Bo Gregers Winkel", "Maiken Kudahl Larsen", "Knut Erik Berge", "Jytte Banner"],
        "abstract": ["Introduction: \nSudden unexplained death account for one-third of all sudden natural deaths in the young (1-35 years). Hitherto, the prevalence of genopositive cases has primarily been based on deceased persons referred for postmortem genetic testing. These deaths potentially may represent the worst of cases, thus possibly overestimating the prevale..."]
      },
      {
        "title": "ATRIOVENTRICULAR CONDUCTION DELAY PREDICTS VENTRICULAR TACHYCARDIA IN LAMIN A/C MUTATION CARRIERS",
        "tags": ["Article"],
        "date": "Mar 2012",
        "authors": ["Nina Eide Hasselberg", "Thor Edvardsen", "Helle Petri", "Kristina H Haugaa"],
        "abstract": ["Background: Lamin A/C mutations commonly lead to atrioventricular block (AVB), ventricular tachycardia (VT) and dilated cardiomyopathy (DCM). Sudden cardiac death may occur before development of DCM. Prediction of VT in Lamin A/C mutation carriers is challenging."]
      },
      {
        "title": "Serum levels of proprotein convertase subtilisin/kexin type 9 in subjects with familial hypercholesterolemia indicate that proprotein convertase subtilisin/kexin type 9 is cleared from plasma by low-density lipoprotein receptor-independent pathways",
        "tags": ["Article"],
        "date": "Jan 2012",
        "authors": ["Jamie Cameron", "Martin Prøven Bogsrud", "Kristian Tveten", "Trond Leren"],
        "abstract": ["Secreted proprotein convertase subtilisin/kexin type 9 (PCSK9) binds to the low-density lipoprotein receptor (LDLR) at the cell surface and disrupts the normal recycling of the LDLR. When human PCSK9 is injected into LDLR-deficient mice, PCSK9 is still rapidly cleared by the liver. This finding may suggest that PCSK9 is physiologically also cleared..."]
      },
      {
        "title": "Postmortem genetic testing of the ryanodine receptor 2 (RYR2) gene in a cohort of sudden unexplained death cases",
        "tags": ["Article"],
        "date": "Jan 2012",
        "authors": ["Maiken Kudahl Larsen", "Knut Erik Berge", "Trond Leren", "Henrik Kjærulf Jensen"],
        "abstract": ["The aim of this investigation was to identify pathogenic variants of the ryanodine receptor 2 (RYR2) gene in a cohort of persons aged 0-40 years who died of sudden unexpected death syndrome (SUD), including a cohort of infants who died of sudden infant death syndrome (SIDS). We genetically screened 29 of the 105 exons of the RYR2 gene associated wi..."]
      },
      {
        "title": "Molecular autopsy in young sudden cardiac death victims with suspected cardiomyopathy",
        "tags": ["Article"],
        "date": "Dec 2011",
        "authors": ["Maiken Kudahl Larsen", "Peter H Nissen", "Knut Erik Berge", "Jytte Banner"],
        "abstract": ["The aim of this investigation was to identify and characterise pathogenic mutations in a sudden cardiac death (SCD) cohort suspected of cardiomyopathy in persons aged 0-40 years. The study material for the genetic screening of cardiomyopathies consisted of 41 cases and was selected from the case database at the Institute of Forensic Medicine. Mutat..."]
      },
      {
        "title": "Interaction between the ligand-binding domain of the LDL receptor and the C-terminal domain of PCSK9 is required for PCSK9 to remain bound to the LDL receptor during endosomal acidification",
        "tags": ["Article"],
        "date": "Dec 2011",
        "authors": ["Kristian Tveten", "Øystein Lunde Holla", "Jamie Cameron", "Trond Leren"],
        "abstract": ["Proprotein convertase subtilisin/kexin type 9 (PCSK9) binds to the epidermal growth factor homology domain repeat A of the\nlow-density lipoprotein receptor (LDLR) at the cell surface and disrupts recycling of the internalized LDLR. As a consequence,\nthe LDLR is rerouted to the lysosomes for degradation. Although PCSK9 may bind to an LDLR lacking th..."]
      },
      {
        "title": "Characterization of residues in the cytoplasmic domain of the LDL receptor required for exit from the endoplasmic reticulum",
        "tags": ["Article"],
        "date": "Nov 2011",
        "authors": ["Thea Bismo Strøm", "Kristian Tveten", "Øystein Lunde Holla", "Trond Leren"],
        "abstract": ["Newly synthesized low density lipoprotein receptors (LDLRs) exit the endoplasmic reticulum (ER) as the first step in the secretory pathway. In this study we have generated truncating deletions and substitutions within the 50 amino acid cytoplasmic domain of the LDLR in order to identify residues required for the exit from the ER. Western blot analy..."]
      },
      {
        "title": "Characterization of a naturally occurring degradation product of the LDL receptor",
        "tags": ["Article"],
        "date": "Oct 2011",
        "authors": ["Kristian Tveten", "Thea Bismo Strøm", "Jamie Cameron", "Trond Leren"],
        "abstract": ["In this study we have characterized a naturally occurring truncated form of the low density lipoprotein receptor (LDLR). Western blot analysis of transfected cells indicated that the truncated form (∆N-LDLR) is a degradation product of the full-length LDLR generated by cleavage in the linker region between ligand-binding repeats 4 and 5 of the liga..."]
      },
      {
        "title": "Role of the C-terminal domain of PCSK9 in degradation of the LDL receptors",
        "tags": ["Article", "Full-text available"],
        "date": "Jul 2011",
        "authors": ["Øystein Lunde Holla", "Jamie Cameron", "Kristian Tveten", "Trond Leren"],
        "abstract": ["Proprotein convertase subtilisin/kexin type 9 (PCSK9) binds to the low density lipoprotein receptor (LDLR) at the cell surface and disrupts the normal recycling of the LDLR. In this study, we investigated the role of the C-terminal domain for the activity of PCSK9. Experiments in which conserved residues and histidines on the surface of the C-termi..."]
      },
      {
        "title": "Affinity and kinetics of proprotein convertase subtilisin/kexin type 9 binding to low-density lipoprotein receptors on HepG2 cells",
        "tags": ["Article"],
        "date": "Jun 2011",
        "authors": ["Seyed Ali Mousavi", "Knut Erik Berge", "Trond Berg", "Trond Leren"],
        "abstract": ["Proprotein convertase subtilisin/kexin type 9 (PCSK9) is a secreted protein that regulates the number of cell surface low-density lipoprotein receptors (LDLRs) and the levels of low-density lipoprotein cholesterol in plasma. Intact cells have not previously been used to determine the characteristics of binding of PCSK9 to LDLR. Using PCSK9 iodinate..."]
      },
      {
        "title": "The cytoplasmic domain is not involved in directing Class 5 mutant LDL receptors to lysosomal degradation",
        "tags": ["Article"],
        "date": "May 2011",
        "authors": ["Thea Bismo Strøm", "Kristian Tveten", "Øystein Lunde Holla", "Trond Leren"],
        "abstract": ["The low density lipoprotein receptor (LDLR) binds and internalizes low density lipoprotein (LDL). At the mildly acidic pH of the sorting endosomes, LDL is released from the receptor and the receptor recycles back to the cell membrane. Mutations in the LDLR gene may disrupt the normal function of the LDLR in different ways. Class 5 mutations result..."]
      },
      {
        "title": "Subjects with Molecularly Defined Familial Hypercholesterolemia or Familial Defective apoB-100 Are Not Being Adequately Treated",
        "tags": ["Article", "Full-text available"],
        "date": "Feb 2011",
        "authors": ["Trond Leren", "Knut Erik Berge"],
        "abstract": ["To study whether subjects with a molecular genetic diagnosis of familial hypercholesterolemia (FH) or familial defective apoB-100 (FDB) are being adequately treated.\nA questionnaire regarding medical history was sent to 2611 subjects who had been provided with a molecular genetic diagnosis of FH or FDB, and a blood sample was obtained for lipid mea..."]
      },
      {
        "title": "Removal of acidic residues of the prodomain of PCSK9 increases its activity towards the LDL receptor",
        "tags": ["Article"],
        "date": "Feb 2011",
        "authors": ["Øystein Lunde Holla", "Jon K Laerdahl", "Thea Bismo Strøm", "Trond Leren"],
        "abstract": ["Proprotein convertase subtilisin/kexin type 9 (PCSK9) binds to the low density lipoprotein receptor (LDLR) at the cell surface and mediates intracellular degradation of the LDLR. The amino-terminus of mature PCSK9, residues 31-53 of the prodomain, has an inhibitory effect on this function of PCSK9, but the underlying mechanism is not fully understo..."]
      },
      {
        "title": "Mutations in APOA-I and ABCA1 in Norwegians with low levels of HDL cholesterol",
        "tags": ["Article"],
        "date": "Dec 2010",
        "authors": ["Knut Erik Berge", "Trond Leren"],
        "abstract": ["Epidemiological studies have shown that low levels of plasma high density lipoprotein (HDL) cholesterol are associated with increased risk of ischemic heart disease (IHD), but it appears that genetic forms of low HDL cholesterol levels, as opposed to lifestyle-induced low levels of HDL cholesterol, do not result in increased risk of IHD. Therefore,..."]
      },
      {
        "title": "Transmural Differences in Myocardial Contraction in Long-QT Syndrome Mechanical Consequences of Ion Channel Dysfunction",
        "tags": ["Article"],
        "date": "Oct 2010",
        "authors": ["Kristina H Haugaa", "Jan P Amlie", "Knut Erik Berge", "Thor Edvardsen"],
        "abstract": ["Long-QT syndrome (LQTS) is characterized by prolonged myocardial action potential duration. The longest action potential duration is reported in the endomyocardium and midmyocardium. Prolonged action potential duration in LQTS may cause prolonged cardiac contraction, which can be assessed by strain echocardiography. We hypothesized that myocardial..."]
      },
      {
        "title": "Analysis of LDLR mRNA in patients with familial hypercholesterolemia revealed a novel mutation in intron 14, which activates a cryptic splice site",
        "tags": ["Article"],
        "date": "Oct 2010",
        "authors": ["Mari Ann Kulseth", "Knut Erik Berge", "Martin Prøven Bogsrud", "Trond Leren"],
        "abstract": ["Familial hypercholesterolemia (FH) is caused by a defective low-density lipoprotein receptor (LDLR), and >1000 mutations in LDLR have been identified. However, in some patients with clinically defined FH, no mutation can be detected within the exons and adjacent intronic segments of the LDLR. We have analyzed RNA extracted from blood samples of pat..."]
      },
      {
        "title": "Disrupted recycling of the low density lipoprotein receptor by PCSK9 is not mediated by residues of the cytoplasmic domain",
        "tags": ["Article"],
        "date": "Sep 2010",
        "authors": ["Thea Bismo Strøm", "Øystein Lunde Holla", "Kristian Tveten", "Trond Leren"],
        "abstract": ["Proprotein convertase subtilisin/kexin type 9 (PCSK9) post-translationally regulates the number of cell-surface low density lipoprotein receptors (LDLR). This is accomplished by the ability of PCSK9 to mediate degradation of the LDLR. The underlying mechanism involves binding of secreted PCSK9 to the epidermal growth factor-like repeat A of the ext..."]
      },
      {
        "title": "High prevalence of exercise-induced arrhythmias in catecholaminergic polymorphic ventricular tachycardia mutation-positive family members diagnosed by cascade genetic screening",
        "tags": ["Article", "Full-text available"],
        "date": "Mar 2010",
        "authors": ["Kristina H Haugaa", "Ida Skrinde Leren", "Knut Erik Berge", "Jan P Amlie"],
        "abstract": ["Catecholaminergic polymorphic ventricular tachycardia (CPVT) is an inherited cardiac disease predisposing to life-threatening arrhythmias. We aimed to determine the prevalence of arrhythmias and efficacy of beta-blocker treatment in mutation-positive family members diagnosed by cascade genetic screening.\nRelatives of six unrelated CPVT patients wer..."]
      },
      {
        "title": "Katekolaminerg polymorf ventrikkeltakykardi",
        "tags": ["Article", "Full-text available"],
        "date": "Feb 2010",
        "authors": ["Ida Skrinde Leren", "Kristina H Haugaa", "Thor Edvardsen", "Jan Amlie"],
        "abstract": []
      },
      {
        "title": "[Catecholaminergic polymorphic ventricular tachycardia].",
        "tags": ["Article"],
        "date": "Jan 2010",
        "authors": ["Ida Skrinde Leren", "Kristina H Haugaa", "Thor Edvardsen", "Jan P Amlie"],
        "abstract": ["CPVT (catecholaminergic polymorphic ventricular tachycardia) is a condition characterized by syncopes and cardiac arrest that was first described in 1975. CPVT has later been classified as a genetic disease with a great risk for life-threatening arrhythmias that are mainly caused by mutations in the ryanodine receptor 2 gene. Starting with a case r..."]
      },
      {
        "title": "The unique role of proprotein convertase subtilisin/kexin 9 in cholesterol homeostasis",
        "tags": ["Article"],
        "date": "Dec 2009",
        "authors": ["Seyedh Azam Mousavi", "Knut Erik Berge", "Trond Leren"],
        "abstract": ["The LDL receptor (LDLR) plays an essential role in the regulation of plasma (LDL) cholesterol concentrations by virtue of its ability to clear plasma LDL. Down-regulation of the LDLR by proprotein convertase subtilisin/kexin 9 (PCSK9) has recently emerged as a regulatory mechanism that controls plasma LDL cholesterol concentrations. Studies in whic..."]
      },
      {
        "title": "Loss-of-function mutation R46L in the PCSK9 gene has little impact on the levels of total serum cholesterol in familial hypercholesterolemia heterozygotes",
        "tags": ["Article"],
        "date": "Nov 2009",
        "authors": ["Thea Bismo Strøm", "Øystein Lunde Holla", "Jamie Cameron", "Trond Leren"],
        "abstract": ["Published data may suggest that the cholesterol-lowering effect of mutation R46L in the proprotein convertase subtilisin/kexin type 9 (PCSK9) gene in familial hypercholesterolemia (FH) heterozygotes, is less pronounced than in normocholesterolemic subjects.\n1130 unrelated subjects with molecularly defined FH were screened for mutation R46L in the P..."]
      },
      {
        "title": "A chimeric LDL receptor containing the cytoplasmic domain of the transferrin receptor is degraded by PCSK9",
        "tags": ["Article"],
        "date": "Sep 2009",
        "authors": ["Øystein Lunde Holla", "Thea Bismo Strøm", "Jamie Cameron", "Trond Leren"],
        "abstract": ["Proprotein convertase subtilisin/kexin type 9 (PCSK9) binds to the extracellular domain of the low density lipoprotein receptor (LDLR) at the cell surface, and disrupts the normal recycling of the LDLR. However, the exact mechanism by which the LDLR is re-routed for lysosomal degradation remains to be determined. To clarify the role of the cytoplas..."]
      },
      {
        "title": "Tangier disease caused by compound heterozygosity for ABCA1 mutations R282X and Y1532C",
        "tags": ["Article"],
        "date": "Aug 2009",
        "authors": ["Jamie Cameron", "Trine Ranheim", "Bente Halvorsen", "Knut Erik Berge"],
        "abstract": ["Inherited low levels of high density lipoprotein (HDL) cholesterol may be due to mutations in the genes encoding the ATP-binding cassette transporter A1 (ABCA1), apolipoprotein (apo) A-I or lecithin:cholesterol acyltransferase (LCAT).\nThe ABCA1, apoA-I and LCAT genes of a 40-year-old male subject with serum HDL cholesterol of 0.06mmol/l were subjec..."]
      },
      {
        "title": "Comparison of clinical and molecular genetic criteria for diagnosing familial hypercholesterolemia",
        "tags": ["Article"],
        "date": "Jun 2009",
        "authors": ["Trond Leren", "Knut Erik Berge"],
        "abstract": ["Familial hypercholesterolemia (FH) is a common autosomal-dominant inherited disorder of lipid metabolism. It is caused by a mutation in the LDL-receptor gene and is characterized by hypercholesterolemia, xanthomas and premature coronary heart disease. However, efficient lipid-lowering drug therapies are available that may normalize the cholesterol..."]
      },
      {
        "title": "Nonsense‐mediated decay of human LDL receptor mRNA",
        "tags": ["Article"],
        "date": "May 2009",
        "authors": ["Øystein Lunde Holla", "Mari Ann Kulseth", "Knut Erik Berge", "Trine Ranheim"],
        "abstract": ["The objective of this project was to determine whether nonsense mutation in the low density lipoprotein receptor (LDLR) induces nonsense-mediated mRNA decay (NMD).\nFour known nonsense mutations (W23X, S78X, E207X and W541X) in the LDLR gene, which are found in Norwegian familial hypercholesterolaemia (FH) patients, were investigated. Epstein-Barr v..."]
      },
      {
        "title": "Functional Analysis of the Synonymous R385R Mutation in the Low-Density Lipoprotein Receptor Gene",
        "tags": ["Article"],
        "date": "May 2009",
        "authors": ["Kristian Tveten", "Kah-Lin Khoo", "Knut Erik Berge", "Mari Ann Kulseth"],
        "abstract": ["Familial hypercholesterolemia is caused by mutations in the low-density lipoprotein receptor (LDLR) gene. The synonymous mutation R385R has been shown to introduce a cryptic splice site in exon 9. The aims of this study were to establish to what extent the cryptic splice site is selected ahead of the normal splice site and to determine if the aberr..."]
      },
      {
        "title": "The effect of bafilomycin A1 and protease inhibitors on the degradation and recycling of a Class 5-mutant LDLR",
        "tags": ["Article"],
        "date": "Apr 2009",
        "authors": ["Kristian Tveten", "Trine Ranheim", "Knut Erik Berge", "Mari Ann Kulseth"],
        "abstract": ["The low-density lipoprotein receptor (LDLR) mediates cholesterol homeostasis through endocytosis of lipoprotein particles, particularly low-density lipoproteins (LDLs). Normally, the lipoprotein particles are released in the endosomes and the receptors recycle to the cell surface. Familial hypercholesterolemia (FH) is an autosomal dominant disease..."]
      },
      {
        "title": "Effects of intronic mutations in the LDLR gene on pre-mRNA splicing: Comparison of wet-lab and bioinformatics analyses",
        "tags": ["Article"],
        "date": "Mar 2009",
        "authors": ["Øystein Lunde Holla", "Sigve Nakken", "Morten Mattingsdal", "Trond Leren"],
        "abstract": ["Screening for mutations in the low density lipoprotein receptor (LDLR) gene has identified more than 1000 mutations as the cause of familial hypercholesterolemia (FH). In addition, numerous intronic mutations with uncertain effects on pre-mRNA splicing have also been identified. In this study, we have selected 18 intronic mutations in the LDLR gene..."]
      },
      {
        "title": "Minneord",
        "tags": ["Article"],
        "date": "Mar 2009",
        "authors": ["Knut Erik Berge", "Oivind Braaten", "Srdjan Djurovic", "Lars Retterstol"],
        "abstract": []
      },
      {
        "title": "Splice-site mutation c.313+1, G > A in intron 3 of the LDL receptor gene results in transcripts with skipping of exon 3 and inclusion of intron 3",
        "tags": ["Article"],
        "date": "Feb 2009",
        "authors": ["Jamie Cameron", "Øystein Lunde Holla", "Mari Ann Kulseth", "Knut Erik Berge"],
        "abstract": ["Familial hypercholesterolemia (FH) patients with the splice site mutation c.313+1, G>A in intron 3 of the low density lipoprotein receptor (LDLR) gene, present with a phenotype similar to that of FH patients in general. However, a mild phenotype would have been expected from the published data showing that the mutation only causes skipping of exon..."]
      },
      {
        "title": "Mutation S462P in the PCSK9 gene reduces secretion of mutant PCSK9 without affecting the autocatalytic cleavage",
        "tags": ["Article"],
        "date": "Nov 2008",
        "authors": ["Jamie Cameron", "Øystein Lunde Holla", "Jon K Laerdahl", "Trond Leren"],
        "abstract": ["The normal function of proprotein convertase subtilisin/kexin type 9 (PCSK9) is to mediate degradation of the low density lipoprotein (LDL) receptors. However, the exact mechanism for this function remains to be determined. Characterization of how the naturally occurring mutations in the PCSK9 gene affect the function of PCSK9, may provide importan..."]
      },
      {
        "title": "Genome-wide expression analysis of cells expressing gain of function mutant D374Y-PCSK9",
        "tags": ["Article"],
        "date": "Nov 2008",
        "authors": ["Trine Ranheim", "Morten Mattingsdal", "Jessica M Lindvall", "Trond Leren"],
        "abstract": ["Proprotein convertase subtilisin/kexin type 9 (PCSK9) is a key regulator of serum cholesterol. The possibility that PCSK9 also functions in other pathways needs to be addressed. We have transfected HepG2 cells with mutant D374Y-PCSK9 or control vector. Gene expression signatures were determined using the Affymetrix GeneChip technology, and the expr..."]
      },
      {
        "title": "Gene expression profiles reflect sclerosing cholangitis activity in abcb4 (-/-) mice",
        "tags": ["Article"],
        "date": "Oct 2008",
        "authors": ["Karl E Nakken", "Ståle Nygård", "Terese K Haaland", "Morten G Raeder"],
        "abstract": ["Abcb4 (-/-) mice secrete phosphatidylcholine-deficient bile and develop sclerosing cholangitis (SC), a condition that involves differential hepatic transcription of genes governing inflammation, tissue remodelling and fibrosis. The objective of this study was to test the hypothesis that genes involved in the regulation of tissue inflammation and fi..."]
      },
      {
        "title": "ABCB4 sequence variations in young adults with cholesterol gallstone disease",
        "tags": ["Article"],
        "date": "Oct 2008",
        "authors": ["Karl Esten Nakken", "Knut Jørgen Labori", "Olaug K Rødningen", "Morten G Raeder"],
        "abstract": ["Mutations in the gene encoding the ABCB4 [adenosine triphosphate (ATP)-binding cassette, sub-family B (MDR/TAP), member 4] transporter lower phosphatidylcholine output into bile and contribute to cholesterol gallstone formation by decreasing the solubility of cholesterol in bile. Mutations in ABCB4 have been identified in patients with low phosphol..."]
      },
      {
        "title": "Circulating Adhesion Molecules in a Ten-Year Follow-Up Study After Premature Myocardial Infarction",
        "tags": ["Article", "Full-text available"],
        "date": "Sep 2008",
        "authors": ["Lars Retterstol", "Knut Erik Berge", "Jan Erikssen", "Srdjan Djurovic"],
        "abstract": ["Objectives: The aim of the present study was to investigate the role of soluble circulating adhesion molecules (CAMs) in total and cardiac death in patients who had suffered premature myocardial infarction (MI). Design: A prospective cohort study with 10 years follow-up. We measured concentrations of CAMs (intercellular adhe-sion molecule-1 (ICAM-1..."]
      },
      {
        "title": "Identification of mutations in the apolipoprotein B-100 gene and in the PCSK9 gene as the cause of hypocholesterolemia",
        "tags": ["Article"],
        "date": "Aug 2008",
        "authors": ["Trond Leren", "Knut Erik Berge"],
        "abstract": ["Characterization of the normally occurring mutations as the cause of hypocholesterolemia may increase our understanding of the normal lipid metabolism.\nDNA from 93 unrelated hypocholesterolemic subjects with a mean (+/-SD) value for total serum cholesterol of 3.3 (+/-0.5) mmol/l) were subjected to DNA sequencing of the individual exons of the apoli..."]
      },
      {
        "title": "Investigations on the evolutionary conservation of PCSK9 reveal a functionally important protrusion",
        "tags": ["Article"],
        "date": "Aug 2008",
        "authors": ["Jamie Cameron", "Øystein Lunde Holla", "Knut Erik Berge", "Jon K Laerdahl"],
        "abstract": ["Proprotein convertase subtilisin/kexin type 9 (PCSK9) interferes with the recycling of low-density lipoprotein (LDL) receptor (LDLR). This leads to LDLR degradation and reduced cellular uptake of plasma LDL. Naturally occurring human PCSK9 loss-of-function mutations are associated with low levels of plasma LDL cholesterol and a reduced risk of coro..."]
      },
      {
        "title": "A Taql RFLP at the human renal kallikrein (KLK1) locus",
        "tags": ["Article"],
        "date": "Jun 2008",
        "authors": ["Knut Erik Berge", "K. Berg"],
        "abstract": []
      },
      {
        "title": "Characterization of novel mutations in the catalytic domain of the PCSK9 gene",
        "tags": ["Article"],
        "date": "May 2008",
        "authors": ["J Cameron", "Øystein Lunde Holla", "Jon K Laerdahl", "Trond Leren"],
        "abstract": ["To expand our understanding of the structure and function of proprotein convertase subtilisin/kexin type 9 (PCSK9) by studying how naturally occurring mutations in PCSK9 disrupt the function of PCSK9.\nMutations in PCSK9 were identified by sequencing of DNA from subjects with hypo- or hypercholesterolemia. The effect of the identified mutations on t..."]
      },
      {
        "title": "Berberine decrease PCSK9 expression in HepG2 cells",
        "tags": ["Article"],
        "date": "Mar 2008",
        "authors": ["Jamie Cameron", "Trine Ranheim", "Mari Ann Kulseth", "Knut Erik Berge"],
        "abstract": ["Proprotein convertase subtilisin/kexin type 9 (PCSK9) post-transcriptionally downregulates the low-density lipoprotein receptor (LDLR) by binding to the receptor's epidermal growth factor repeat A on the cell surface and shuttling the LDLR to the lysosomes for degradation. Mutations in the PCSK9 gene have been shown to cause either hypo- or hyperch..."]
      },
      {
        "title": "Molecular genetic analysis of long QT syndrome in Norway indicating a high prevalence of heterozygous mutation carriers",
        "tags": ["Article"],
        "date": "Feb 2008",
        "authors": ["Knut Erik Berge", "Kristina H Haugaa", "A Früh", "Trond Leren"],
        "abstract": ["Mutations in the KCNQ1, HERG, SCN5A, minK and MiRP1 genes cause long QT syndrome (LQTS), of which there are two forms: the Romano Ward syndrome and the Jervell and Lange-Nielsen syndrome. We have performed DNA sequencing of the LQTS-associated genes in 169 unrelated patients referred for genetic testing with respect to Romano Ward syndrome and in 1..."]
      },
      {
        "title": "Diagnosis of Familial Hypercholesterolemia in General Practice Using Clinical Diagnostic Criteria or Genetic Testing as Part of Cascade Genetic Screening",
        "tags": ["Article"],
        "date": "Jan 2008",
        "authors": ["Trond Leren", "Tora Himle Finborud", "Turid E Manshaus", "Knut Erik Berge"],
        "abstract": ["Too few familial hypercholesterolemia (FH) patients are diagnosed. The most cost-effective strategy to diagnose FH is to examine first-degree relatives of already diagnosed patients. This is referred to as cascade genetic screening.\nOne thousand eight hundred and five first-degree relatives of index patients with molecularly defined FH consented to..."]
      },
      {
        "title": "Multiple inflammatory-, tissue remodelling- and fibrosis genes are differentially transcribed in the livers of Abcb4 (-/-) mice harbouring chronic cholangitis",
        "tags": ["Article"],
        "date": "Nov 2007",
        "authors": ["Karl Esten Nakken", "Ståle Nygård", "Terese Haaland", "Morten G Raeder"],
        "abstract": ["Abcb4 (-/-) mice secrete phosphatidylcholine-free, cytotoxic bile and develop chronic cholangitis. The aim of this study was to identify differentially transcribed genes whose products contribute to the liver tissue pathology during this disease.\nHepatic gene transcription was measured in 3-, 6-, 9- and 20-week-old Abcb4 (-/-) mice (FVB.129P2-abcb4..."]
      },
      {
        "title": "The Effect of Red Wine on Plasma Leptin Levels and Vasoactive Factors from Adipose Tissue: A Randomized Crossover Trial",
        "tags": ["Article", "Full-text available"],
        "date": "Sep 2007",
        "authors": ["Srdjan Djurovic", "Knut Erik Berge", "Bård Birkenes", "Lars Retterstol"],
        "abstract": ["It has been reported that alcohol has multiple effects on appetite. To elucidate potential mechanisms we measured the levels of plasma leptin and the vasoactive factors after red wine intake.\nWe conducted a randomized crossover trial to study the effect of red wine on the levels of leptin, TNF-alpha, TGF- beta(1), IL-6, ICAM-1, and VCAM-1 in health..."]
      },
      {
        "title": "Lipid profile in children and adolescents with familial hypercholesterolemia",
        "tags": ["Article"],
        "date": "Sep 2007",
        "authors": ["Trond Leren", "Turid E Manshaus", "Leiv Ose", "Knut Erik Berge"],
        "abstract": ["Previous reported serum lipid levels in children and adolescents with familial hypercholesterolemia are uncertain. Reasons are that the diagnosis may have been uncertain and that the reported lipid levels have been mainly from patients treated at tertiary referral centres.\nThe serum lipid levels in 434 children and adolescents (2-18 years) who had..."]
      },
      {
        "title": "4-Phenylbutyrate restores the functionality of a misfolded mutant low-density lipoprotein receptor",
        "tags": ["Article"],
        "date": "May 2007",
        "authors": ["Kristian Tveten", "Øystein Lunde Holla", "Trine Ranheim", "Mari Ann Kulseth"],
        "abstract": ["Familial hypercholesterolemia is an autosomal dominant disease caused by mutations in the gene encoding the low-density lipoprotein receptor. To date, more than 900 different mutations have been described. Transport-defective mutations (class 2) causing partial or complete retention of the receptor in the endoplasmic reticulum are the predominant c..."]
      },
      {
        "title": "Miocardiopatía hipertrófica de alto riesgo asociada con una nueva mutación en la proteína C fijadora de miosina",
        "tags": ["Article"],
        "date": "Mar 2007",
        "authors": ["Pablo García-Pavía", "Javier Segovia Cubero", "Jesus Molano", "Luis Alonso-Pulpóna"],
        "abstract": ["Hypertrophic cardiomyopathy is an autosomal dominant inherited disease characterized by ventricular hypertrophy and myofibril disarray. Mutations responsible for hypertrophic cardiomyopathy have been identified in 11 genes that encode for cardiac sarcomere proteins. Traditionally, hypertrophic cardiomyopathy due to mutation of the myosin-binding pr..."]
      },
      {
        "title": "High-Risk Hypertrophic Cardiomyopathy Associated With a Novel Mutation in Cardiac Myosin-Binding Protein C",
        "tags": ["Article"],
        "date": "Mar 2007",
        "authors": ["Pablo García-Pavía", "Javier Segovia Cubero", "Jesus Molano", "Luis Alonso-Pulpón"],
        "abstract": ["Hypertrophic cardiomyopathy is an autosomal dominant inherited disease characterized by ventricular hypertrophy and myofibril disarray. Mutations responsible for hypertrophic cardiomyopathy have been identified in 11 genes that encode for cardiac sarcomere proteins. Traditionally, hypertrophic cardiomyopathy due to mutation of the myosin-binding pr..."]
      },
      {
        "title": "Degradation of the LDL receptors by PCSK9 is not mediated by a secreted protein acted upon by PCSK9 extracellularly",
        "tags": ["Article", "Full-text available"],
        "date": "Feb 2007",
        "authors": ["Øystein Lunde Holla", "Jamie Cameron", "Knut Erik Berge", "Trond Leren"],
        "abstract": ["Proprotein convertase subtilisin/kexin type 9 (PCSK9) post-transcriptionally degrades the low density lipoprotein receptors (LDLR). However, it is unknown whether PCSK9 acts directly on the LDLR or if PCSK9 activates another protein that in turn causes degradation of the LDLR.\nWe have transiently transfected HepG2 cells with wild-type and mutant D3..."]
      },
      {
        "title": "Analysis of alternatively spliced isoforms of human LDL receptor mRNA",
        "tags": ["Article"],
        "date": "Dec 2006",
        "authors": ["Kristian Tveten", "Trine Ranheim", "Knut Erik Berge", "Mari Ann Kulseth"],
        "abstract": ["The low density lipoprotein receptor (LDLR) family is a family of structurally related cell surface receptors with conserved exon/intron organization. Several members of this family have been shown to undergo alternative splicing. However, no alternative splicing of the LDLR pre-mRNA has so far been described.\nIn the present study alternative splic..."]
      },
      {
        "title": "Model System for Phenotypic Characterization of Sequence Variations in the LDL Receptor Gene",
        "tags": ["Article"],
        "date": "Sep 2006",
        "authors": ["Trine Ranheim", "Mari Ann Kulseth", "Knut Erik Berge", "Trond Leren"],
        "abstract": ["Sequence variations in the LDL receptor (LDLR) gene cause defects of LDLR protein production and function through different molecular mechanisms. Here we describe a cell model system for the phenotypic characterization of sequence variations in the LDLR gene. Well-known sequence variations belonging to LDLR classes 2 to 5 (p.G565V, p.I161D, p.Y828C..."]
      },
      {
        "title": "MoW14:3 Application of genetic testing in cascade genetic screening for familial hypercholesterolemia",
        "tags": ["Article"],
        "date": "Jun 2006",
        "authors": ["Trond Leren", "T. E. Manshaus", "Leiv Ose", "Knut Erik Berge"],
        "abstract": []
      },
      {
        "title": "Effect of mutations in the PCSK9 gene on the cell surface LDL receptors",
        "tags": ["Article", "Full-text available"],
        "date": "Jun 2006",
        "authors": ["Jamie Cameron", "Øystein Lunde Holla", "Trine Ranheim", "Trond Leren"],
        "abstract": ["The proprotein convertase subtilisin/kexin type 9 (PCSK9) gene is involved in the post-transcriptional regulation of the low-density lipoprotein (LDL) receptors (LDLR). Mutations in the PCSK9 gene have been associated with both hypocholesterolemia and hypercholesterolemia through 'loss-of-function' and 'gain-of-function' mechanisms, respectively. W..."]
      },
      {
        "title": "Missense Mutations in the PCSK9 Gene Are Associated With Hypocholesterolemia and Possibly Increased Response to Statin Therapy",
        "tags": ["Article"],
        "date": "Jun 2006",
        "authors": ["Knut Erik Berge", "Leiv Ose", "Trond Leren"],
        "abstract": ["The proprotein convertase subtilisin/kexin type 9 (PCSK9) gene encodes a proprotein convertase that causes degradation of cell surface low-density lipoprotein receptors (LDLRs). Mutations in the PCSK9 gene that disrupt the normal function of PCSK9 could therefore result in increased number of LDLRs and hypocholesterolemia. Also, the cholesterol-low..."]
      },
      {
        "title": "Differential regulation of vacuolar H+-ATPase and Na +/H+ exchanger 3 in rat cholangiocytes after bile duct ligation",
        "tags": ["Article"],
        "date": "May 2006",
        "authors": ["Eleni Roussa", "Jasmin Bertram", "Knut Erik Berge", "Morten G Raeder"],
        "abstract": ["The cholangiocytes lining the intrahepatic bile ducts modify the primary secretion from the hepatocytes. The cholangiocytes secrete HCO\n3− into bile when stimulated with secretin in many species, including man. However, in rats, secretin stimulation neither affects biliary HCO\n3− concentration nor bile flow, whereas following bile duct ligation (BD..."]
      },
      {
        "title": "Low-density lipoprotein receptor activity in Epstein-Barr virus-transformed lymphocytes from heterozygotes for the D374Y mutation in the PCSK9 gene",
        "tags": ["Article"],
        "date": "Feb 2006",
        "authors": ["Øystein Lunde Holla", "J Cameron", "Knut Erik Berge", "Trond Leren"],
        "abstract": ["Missense mutations in the proprotein convertase subtilisin/kexin type 9 (PCSK9) gene have been found to cause autosomal dominant hypercholesterolemia. The objective of this study was to investigate possible mechanisms by which mutation D374Y in the PCSK9 gene causes hypercholesterolemia.\nBinding and internalization of low-density lipoprotein LDL in..."]
      },
      {
        "title": "[Cardiac ion channel disorders--diagnosis and treatment]",
        "tags": ["Article"],
        "date": "Nov 2005",
        "authors": ["Kristina H Haugaa", "Knut Erik Berge", "Andreas Früh", "Jan Peder Amlie"],
        "abstract": ["Background: \nInherited arrhythmogenic disorders are a group of genetically determined diseases characterised by ventricular tachyarrhythmias sometimes leading to sudden death. The molecular bases of these disorders are mutations in genes coding for various cardiac ion channels. The most common cardiac ion channel disease is the long QT syndrome. Th..."]
      },
      {
        "title": "DNA-based diagnostics of long QT syndrome",
        "tags": ["Article"],
        "date": "Nov 2005",
        "authors": ["Knut Erik Berge", "Kristina H Haugaa", "Ole-Gunnar Anfinsen", "Trond Leren"],
        "abstract": ["Long QT syndrome is characterised by inherited long QT interval on the ECG and increased risk for syncope and sudden death caused by arrhythmias. For Romano-Ward syndrome and Jervell and Lange-Nielsen syndrome DNA based diagnostics are available.\nThis paper is a summary of our experience with DNA-based diagnostics of LQTS since the autumn of 2003...."]
      },
      {
        "title": "Identification of deletions and duplications in the low density lipoprotein receptor gene by MLPA",
        "tags": ["Article"],
        "date": "Jul 2005",
        "authors": ["Øystein Lunde Holla", "Christél Teie", "Knut Erik Berge", "Trond Leren"],
        "abstract": ["Familial hypercholesterolemia (FH) is caused by mutations in the low density lipoprotein (LDL) receptor gene. In this study we have compared multiplex ligation-dependent probe amplification (MLPA) and long-range PCR to detect large deletions/duplications in the LDL receptor gene.\nDNA from 431 unrelated FH patients without mutations in the LDL recep..."]
      },
      {
        "title": "HT03IS001 Application of genetic testing in cascade genetic screening for familial hypercholesterolemia",
        "tags": ["Article"],
        "date": "Apr 2005",
        "authors": ["T. P. Leven", "T. E. Manshaus", "Knut Erik Berge"],
        "abstract": []
      },
      {
        "title": "Application of genetic testing in cascade genetic screening for familial hypercholesterolemia.",
        "tags": ["Conference Paper"],
        "date": "Apr 2005",
        "authors": ["Trond Leren", "TE Manshaus", "Knut Erik Berge"],
        "abstract": []
      },
      {
        "title": "A daily glass of red wine: Does it affect markers of inflammation?",
        "tags": ["Article"],
        "date": "Mar 2005",
        "authors": ["Lars Retterstol", "Knut Erik Berge", "Oivind Braaten", "Leiv Sandvik"],
        "abstract": []
      },
      {
        "title": "Polymorphisms in ABCG5 and ABCG8 transporters and plasma cholesterol levels",
        "tags": ["Article", "Full-text available"],
        "date": "Feb 2004",
        "authors": ["Jaroslav Hubacek", "Knut Erik Berge", "J Stefková", "Rudolf Poledne"],
        "abstract": ["ABCG5 and ABCG8 transporters play an important role in the absorption and excretion of sterols. Missence polymorphisms (Gln604Glu in the ABCG5 and Asp19His, Tyr54Cys, Thr400Lys, and Ala632Val in the ABCG8) in these genes have been described. In 131 males and 154 females whose dietary composition markedly changed and lipid parameters decreased over..."]
      },
      {
        "title": "Sitosterolemia: A gateway to new knowledge about cholesterol metabolism",
        "tags": ["Article"],
        "date": "Feb 2003",
        "authors": ["Knut Erik Berge"],
        "abstract": ["Sitosterolemia (OMIM 210250) is a rare, autosomal recessive lipid disorder initially described almost 30 years ago. The disease is characterized by elevated plasma levels of plant sterols due to increased intestinal absorption and reduced biliary secretion of neutral sterols. Patients with sitosterolemia are frequently hypercholesterolemic, and dev..."]
      },
      {
        "title": "Overexpression of ABCG5 and ABCG8 promotes biliary cholesterol secretion and reduces fractional absorption of dietary cholesterol",
        "tags": ["Article", "Full-text available"],
        "date": "Oct 2002",
        "authors": ["Liqing Yu", "Jia Li-Hawkins", "Robert E Hammer", "Helen H Hobbs"],
        "abstract": ["Two ATP-binding cassette (ABC) transporters, ABCG5 and ABCG8, have been proposed to limit sterol absorption and to promote biliary sterol excretion in humans. To test this hypothesis, a P1 clone containing the human ABCG5 and ABCG8 genes was used to generate transgenic mice. The transgenes were expressed primarily in the liver and small intestine,..."]
      },
      {
        "title": "Human Umbilical Vein Endothelial Cells Express Complement Receptor 1 (CD35) and Complement Receptor 4 (CD11c/CD18) in vitro",
        "tags": ["Article"],
        "date": "Jul 2002",
        "authors": ["Harald Langeggen", "Knut Erik Berge", "Egil Johnson", "Geir Hetland"],
        "abstract": ["We have examined complement receptors on human umbilical vein endothelial cells (HUVEC) and found that they express complement receptor 1 (CR1, CD35) and complement receptor 4 (CR4, CD11c/CD18), but not complement receptor 3 (CR3, CD11b/CD18). Binding of monoclonal antibodies against CR1 (CD35) and CR4 (CD11c/CD18) to HUVEC was demonstrated by flow..."]
      },
      {
        "title": "Regulation of ATP-binding Cassette Sterol Transporters ABCG5 and ABCG8 by the Liver X Receptors alpha and beta",
        "tags": ["Article", "Full-text available"],
        "date": "Jun 2002",
        "authors": ["Joyce J Repa", "Knut Erik Berge", "Chris Pomajzl", "David Mangelsdorf"],
        "abstract": ["Mutations in the ATP-binding cassette (ABC) transporters ABCG5 and ABCG8 have recently been shown to cause the autosomal recessive\ndisorder sitosterolemia. Here we demonstrate that the ABCG5 and ABCG8 genes are direct targets of the oxysterol receptors\nliver X receptor (LXR) α and LXRβ. Diets containing high cholesterol markedly increased the expre..."]
      },
      {
        "title": "Heritability of plasma noncholesterol sterols and relationship to DNA sequence polymorphism in ABCG5 and ABCG8",
        "tags": ["Article", "Full-text available"],
        "date": "Apr 2002",
        "authors": ["Knut Erik Berge", "Klaus von Bergmann", "Dieter Lütjohann", "Jonathan Cohen"],
        "abstract": ["The plasma concentrations of cholesterol precursor sterols and plant sterols vary over a 5- to 10-fold range among normolipidemic individuals, and provide indices of the relative rates of cholesterol synthesis and fractional absorption. In the present study, we examined the relative contributions of genetic and environmental factors to variation in..."]
      },
      {
        "title": "Mutations in ATP-cassette binding proteins G5 (ABCG5) and G8 (ABCG8) causing sitosterolemia",
        "tags": ["Article"],
        "date": "Oct 2001",
        "authors": ["Jaroslav Hubacek", "Knut Erik Berge", "Jonathan Cohen", "Helen H. Hobbs"],
        "abstract": ["Sitosterolemia is an autosomal recessive disorder caused by mutations in two adjacent genes encoding coordinately regulated ATP binding cassette (ABC) half transporters (ABCG5 and ABCG8). In this paper we describe three novel mutations causing sitosterolemia: 1) a frameshift mutation (c.336-337insA) in ABCG5 that results in premature termination of..."]
      },
      {
        "title": "Sitosterolemia is caused by mutations in either ABCG5 or ABCG8",
        "tags": ["Article"],
        "date": "Apr 2001",
        "authors": ["Knut Erik Berge", "Jaroslav Hubacek", "J Cohen", "HH Hobbs"],
        "abstract": []
      },
      {
        "title": "Polymorphisms in candidate genes for blood pressure regulation in young men with normal or elevated screening blood pressure",
        "tags": ["Article"],
        "date": "Feb 2001",
        "authors": ["Eigil Fossum", "Knut Erik Berge", "Aud Høieggen", "K Berg"],
        "abstract": ["We have previously shown correlations between cardiovascular risk factors such as blood pressure (BP), sympathetic nervous system activity, lipids and insulin resistance in young men with elevated screening BP. In the present study we aimed to: (1) compare the genotype distribution and allele frequencies of 11 polymorphisms in seven candidate genes..."]
      },
      {
        "title": "Detection of mRNA for the terminal complement components C5, C6, C8 and C9 in human umbilical vein endothelial cells in vitro",
        "tags": ["Article"],
        "date": "Feb 2001",
        "authors": ["H Langeggen", "Knut Erik Berge", "Paolo Macor", "Egil Johnson"],
        "abstract": ["Human umbilical vein endothelial cells (HUVEC) have previously been shown to synthesize the functional terminal pathway of complement based on the detection by radioimmunoassay of the terminal complement complex (TCC) on coincubated agarose beads. In addition, C7 secretion by these cells in amounts comparable to C3, as well as C7 mRNA, has recently..."]
      },
      {
        "title": "Accumulation of Dietary Cholesterol in Sitosterolemia Caused by Mutations in Adjacent ABC Transporters",
        "tags": ["Article", "Full-text available"],
        "date": "Jan 2001",
        "authors": ["Knut Erik Berge", "Hui Tian", "Gregory Graf", "Helen H. Hobbs"],
        "abstract": ["In healthy individuals, acute changes in cholesterol intake produce modest changes in plasma cholesterol levels. A striking exception occurs in sitosterolemia, an autosomal recessive disorder characterized by increased intestinal absorption and decreased biliary excretion of dietary sterols, hypercholesterolemia, and premature coronary atherosclero..."]
      },
      {
        "title": "Polymorphisms at the angiotensinogen (AGT) and angiotensin II type I receptor (AT1R) loci and normal blood pressure",
        "tags": ["Article"],
        "date": "Apr 1998",
        "authors": ["Knut Erik Berge", "K Berg"],
        "abstract": ["The M235T polymorphism at the angiotensinogen (AGT) locus and the A1166C polymorphism at the angiotensin II type 1 receptor (AT1R) locus have been reported to be associated with hypertension in several populations. We examined these polymorphisms in three samples of healthy Norwegians with respect to normal blood pressure (BP) levels. None of the g..."]
      },
      {
        "title": "Cardiovascular risk factors in people with different genotypes in the insertion/deletion (I/D) polymorphism at the locus for angiotensin I-converting enzyme (ACE)",
        "tags": ["Article"],
        "date": "Dec 1997",
        "authors": ["Knut Erik Berge", "K Berg"],
        "abstract": ["The deletion (D) allele of an insertion/deletion (I/D) polymorphism at the locus for angiotensin I-converting enzyme (ACE) has been reported to be an independent risk factor for myocardial infarction (MI), particularly in people lacking traditional risk factors. Furthermore, a borderline association between Lp(a) lipoprotein level and the I/D polym..."]
      },
      {
        "title": "Studies on effects of Lp(a) lipoprotein on gene expression in endothelial cells in vitro",
        "tags": ["Article"],
        "date": "Nov 1997",
        "authors": ["Knut Erik Berge", "S Djurovic", "H J Muller", "K Berg"],
        "abstract": ["The reason(s) for the atherogenic properties of Lp(a) lipoprotein is still unclear, and several mechanisms have been studied. Alterations in gene expression in endothelial cells (ECs) could be important with respect to risk for coronary heart disease (CHD). We have tested the effects of Lp(a) lipoprotein or the apolipoprotein of Lp(a) lipoprotein (..."]
      }
    ],
    "degree": [null],
    "bio": [],
    "publications": [115],
    "reads": [8627],
    "citations": [7076]
  }
}
