{
  "gscolar": {},
  "orcid": {},
  "cristin": {
    "name": ["Tore Helstrup"],
    "id": ["21741"],
    "keywords": ["Theory of Science", "Mental Representations", "Thinking", "Theoretical Psychology", "Philosophy of science"],
    "position": ["Emeritus", "Guest"],
    "img": ["https://api.cristin.no/v2/persons/21741/picture"],
    "works": [
      {
        "type": "Academic anthology/Conference proceedings",
        "year": "2007",
        "title": "Everyday Memory",
        "url": "https://api.cristin.no/v2/results/7199"
      },
      {
        "type": "Academic chapter/article/Conference paper",
        "year": "2007",
        "title": "What do people believe about memory and how do they talk about memory",
        "url": "https://api.cristin.no/v2/results/53714"
      },
      {
        "type": "Other",
        "year": "2007",
        "title": "Introduction",
        "url": "https://api.cristin.no/v2/results/38971"
      },
      {
        "type": "Academic article",
        "year": "2006",
        "title": "What people believe about memory",
        "url": "https://api.cristin.no/v2/results/376577",
        "journal": "Memory"
      },
      {
        "type": "Academic article",
        "year": "2005",
        "title": "In search of a motor element in memory for enacted events",
        "url": "https://api.cristin.no/v2/results/393053",
        "journal": "European Journal of Cognitive Psychology"
      },
      {
        "type": "Academic article",
        "year": "2004",
        "title": "Memory for pictures and words following literal and metaphorical decisions",
        "url": "https://api.cristin.no/v2/results/422260",
        "journal": "Imagination, Cognition and Personality"
      },
      {
        "type": "Academic article",
        "year": "2004",
        "title": "The enactment effect is due to more than guesses and beliefs",
        "url": "https://api.cristin.no/v2/results/418557",
        "journal": "Scandinavian Journal of Psychology"
      },
      {
        "type": "Academic article",
        "year": "2003",
        "title": "Retrieval independence in successive recognition tasks",
        "url": "https://api.cristin.no/v2/results/434159",
        "journal": "The Quarterly journal of experimental psychology. Section A, Human experimental psychology"
      },
      {
        "type": "Academic lecture",
        "year": "2002",
        "title": "The impact of affect and framing congruity and incongruity on issue interpretation output and processing",
        "url": "https://api.cristin.no/v2/results/542793"
      },
      {
        "type": "Academic article",
        "year": "2001",
        "title": "Concurrent and retroactive interference effects in memory of movementpatterns",
        "url": "https://api.cristin.no/v2/results/438164",
        "journal": "Quarterly Journal of Experimental Psychology.."
      },
      {
        "type": "Academic article",
        "year": "2001",
        "title": "The mental representation of familiar, long-distance journeys",
        "url": "https://api.cristin.no/v2/results/437833",
        "journal": "Journal of Environmental Psychology"
      },
      {
        "type": "Academic chapter/article/Conference paper",
        "year": "2000",
        "url": "https://api.cristin.no/v2/results/73266"
      },
      {
        "type": "Academic article",
        "year": "2000",
        "title": "Pop-out into memory: A retrieval mechanism that is enhanced with the recall of subject-performed tasks",
        "url": "https://api.cristin.no/v2/results/438159",
        "journal": "Journal of Experimental Psychology. Learning, Memory and Cognition"
      },
      {
        "type": "Academic article",
        "year": "2000",
        "title": "The effect of strategies and contexts on memory for movement patterns",
        "url": "https://api.cristin.no/v2/results/438129",
        "journal": "Scandinavian Journal of Psychology"
      },
      {
        "type": "Textbook",
        "year": "2000",
        "url": "https://api.cristin.no/v2/results/30908"
      },
      {
        "type": "Textbook",
        "year": "2000",
        "url": "https://api.cristin.no/v2/results/30905"
      },
      {
        "type": "Academic chapter/article/Conference paper",
        "year": "1999",
        "url": "https://api.cristin.no/v2/results/76478"
      },
      {
        "type": "Academic chapter/article/Conference paper",
        "year": "1999",
        "url": "https://api.cristin.no/v2/results/73257"
      },
      {
        "type": "Academic article",
        "year": "1999",
        "title": "Visuo-spatial encoding of movement patterns",
        "url": "https://api.cristin.no/v2/results/447048",
        "journal": "European Journal of Cognitive Psychology"
      },
      {
        "type": "Academic article",
        "year": "1999",
        "title": "Is \"mental scanning\" a scanning process?",
        "url": "https://api.cristin.no/v2/results/447045",
        "journal": "Cahiers de Psychologie Cognitive, engelsk paralleltittel"
      },
      {
        "type": "Academic article",
        "year": "1999",
        "title": "The case of psychologic against memory research",
        "url": "https://api.cristin.no/v2/results/447044",
        "journal": "Scandinavian Journal of Psychology"
      },
      {
        "type": "Academic article",
        "year": "1999",
        "title": "Visuo-spatial encoding of movement patterns",
        "url": "https://api.cristin.no/v2/results/438146",
        "journal": "European Journal of Cognitive Psychology"
      },
      {
        "type": "Academic article",
        "year": "1999",
        "title": "The case of psychologic against memory research",
        "url": "https://api.cristin.no/v2/results/438143",
        "journal": "Scandinavian Journal of Psychology"
      },
      {
        "type": "Academic article",
        "year": "1999",
        "title": "Psychologic and the study of memory",
        "url": "https://api.cristin.no/v2/results/438138",
        "journal": "Scandinavian Journal of Psychology"
      },
      {
        "type": "Academic monograph",
        "year": "1999",
        "title": "Imagery in working memory and in mental discovery",
        "url": "https://api.cristin.no/v2/results/35790"
      },
      {
        "type": "Textbook",
        "year": "1999",
        "url": "https://api.cristin.no/v2/results/31528"
      },
      {
        "type": "Academic lecture",
        "year": "1997",
        "title": "Visuo-spatial representations of everyday sceneries",
        "url": "https://api.cristin.no/v2/results/135025"
      }
    ]
  },
  "rg": {
    "id": "Tore-Helstrup",
    "name": "Tore Helstrup",
    "img": "https://c5.rgstatic.net/m/437738464651637/images/template/default/profile/profile_default_l.jpg",
    "affiliation": "University of Oslo, Department of Psychology",
    "keywords": [],
    "works": [
      {
        "title": "Ikke lett å lese – ikke lett å huske",
        "tags": ["Article"],
        "date": "Jan 2015",
        "authors": ["Tore Helstrup"],
        "abstract": []
      },
      {
        "title": "Godt om hukommelse",
        "tags": ["Article"],
        "date": "Jan 2009",
        "authors": ["Tore Helstrup"],
        "abstract": []
      },
      {
        "title": "Mye og noe springende om hukommelse",
        "tags": ["Article", "Full-text available"],
        "date": "Jan 2009",
        "authors": ["Tore Helstrup"],
        "abstract": []
      },
      {
        "title": "Not only encoding and retrieval: The enactment effect as a function of task preparation",
        "tags": ["Article"],
        "date": "Jun 2008",
        "authors": ["Tore Helstrup"],
        "abstract": ["Three experiments examined the implications of adding a fourth preparation stage to the encoding-retention-retrieval stage analysis of memory. Action memory was selected as the research domain. The results demonstrated that systematic variation of the preparation stage yields new insights about enactment effects in memory. Together with effects of..."]
      },
      {
        "title": "Strategies or similarities—what determines mastery of figurative language?",
        "tags": ["Article"],
        "date": "Jun 2008",
        "authors": ["Tore Helstrup"],
        "abstract": ["Six experiments examined different determinants of metaphor performance. Special focus was placed on tenor-vehicle similarities and on visual-verbal strategy operations. The results showed that use of specified strategy operations tended to favour verbal operations, whereas previous research demonstrated that unspecified visual strategies improve m..."]
      },
      {
        "title": "Serial position phenomena: Memory for acts, contents and spatial position patterns",
        "tags": ["Article"],
        "date": "Jun 2008",
        "authors": ["Tore Helstrup"],
        "abstract": ["The influence of functional control operations on serial position effects was examined in a series of four experiments. When recall was required of performed operations as well as of the information operated upon, the result generally turned out to be absence of recency effects and presence of primacy effects. Primacy effects were found to be more..."]
      },
      {
        "title": "Serial position phenomena: Training and retrieval effects",
        "tags": ["Article"],
        "date": "Jun 2008",
        "authors": ["Tore Helstrup"],
        "abstract": ["With successive free recall lists primacy items are usually among the first to be reported on the initial list. Recency items will then take over and be first reported on later lists. This retrieval shift was studied under varied list conditions designed to counteract ordinary position effects, and proved to be a stable and resistent effect. One ex..."]
      },
      {
        "title": "Actions, contexts, memory—what is the relation?",
        "tags": ["Article"],
        "date": "Jun 2008",
        "authors": ["Tore Helstrup"],
        "abstract": ["Whole list contexts have been found to influence action memory differently than item-specific contexts. Usually there is no recall enhancement with item-specific contexts, but considerable improvement with whole-list contexts. Three experiments investigated the effect of both kinds of context upon action memory. The results showed that whole-list c..."]
      },
      {
        "title": "The influence of verbal and imagery strategies on processing figurative language",
        "tags": ["Article"],
        "date": "Jun 2008",
        "authors": ["Tore Helstrup"],
        "abstract": ["Four experiments on metaphor functions were designed to test a functionally orientated problem-solving approach, where act, content, and experience are treated as three aspects of cognition. Two experiments showed imagery strategies to be superior to verbal strategies as regards comprehension and production of metaphors. However, the results of the..."]
      },
      {
        "title": "Procedural dependence in action memory: Effects of verb form and individual vs group conditions",
        "tags": ["Article"],
        "date": "Jun 2008",
        "authors": ["Tore Helstrup", "BO MOLANDER"],
        "abstract": ["Two experiments explored whether the magnitude of the enactment effect in action memory (i. e., higher recall with motor than with non-motor encoding) may depend upon the use of individual or group testing procedures. Nonmotor encoding instructions, requiring the subjects to listen to orally presented action items, were compared to instructions whi..."]
      },
      {
        "title": "Active and passive memory: States, attitudes, and strategies",
        "tags": ["Article"],
        "date": "Jun 2008",
        "authors": ["Tore Helstrup"],
        "abstract": ["Six experiments examined the effect of active and passive processing strategies upon recall of verbal and figural material. The strategies were induced at three levels of instructional specificity, referred to as strategy states, strategy attitudes, and specified strategies. The defining attributes of active strategies were a high degree of task co..."]
      },
      {
        "title": "Separate memory laws for performed acts?",
        "tags": ["Article"],
        "date": "May 2008",
        "authors": ["Tore Helstrup"],
        "abstract": ["The present study was inspired by an experimental report by Cohen (1981). where recall of subject performed minitasks was demonstrated to give serial position curves without primacy effect. The question raised was whether this deviation implied the formulation of new memory laws. Eight new experiments were conducted. Two of them replicated Cohen's..."]
      },
      {
        "title": "Presence and absence of serial position effects",
        "tags": ["Article"],
        "date": "May 2008",
        "authors": ["Tore Helstrup"],
        "abstract": ["The nature of serial position effects was examined with a method based on pooled observations. With standard list presentation procedures, primacy and recency effects in short and long-term memory were observed. When learning operations were directed away from end positions, by changes in presentation rate, by within-list repetitions, by focusing i..."]
      },
      {
        "title": "Language acquisition as concept formation; an experimental approach",
        "tags": ["Article"],
        "date": "May 2008",
        "authors": ["Tore Helstrup"],
        "abstract": ["— A concept formation task which in important respects was meant to simulate a natural language acquisition situation was constructed. The experimental focus was on the establishment of the semantic relation between names and their objects. The task contained both relevant and irrelevant stimulus and response items, and different types of informati..."]
      },
      {
        "title": "Serial position effects; the influence of operation shift, ascribed position and spatial presentation order",
        "tags": ["Article"],
        "date": "May 2008",
        "authors": ["Tore Helstrup"],
        "abstract": ["Seven experiments, all focused on serial position phenomena, showed the usual primacyrecency pattern to be easily disrupted. The theoretical assumption that learning operations lose power as a function of continuous use was refuted on empirical grounds. Repeated observations revealed how difficult it is to represent spatial series on the basis of r..."]
      },
      {
        "title": "The role of reference fields in learing of artificial language expressions",
        "tags": ["Article"],
        "date": "May 2008",
        "authors": ["Tore Helstrup"],
        "abstract": ["— The learning of artificial language “sentences” as a function of reference fields in different modalities was studied in a concept formation situation. With verbal sentences a visual reference field was found to be more expedient than a verbal reference field. When the sentences were represented in a visual sign-language form, this effect was rev..."]
      },
      {
        "title": "What people believe about memory",
        "tags": ["Article", "Full-text available"],
        "date": "Aug 2006",
        "authors": ["Svein Magnussen", "Jan Andersson", "Cesare Cornoldi", "Hubert D. Zimmer"],
        "abstract": ["Two representative samples of adult Norwegians (n=2000) were asked a set of general and specific questions regarding their beliefs and opinions about human memory. The results indicate that on many questions, such as time of the earliest memories, inhibiting effects of collaboration, and memory for dramatic versus ordinary events, the views of the..."]
      },
      {
        "title": "In search of a motor element in memory for enacted events",
        "tags": ["Article"],
        "date": "Apr 2005",
        "authors": ["Tore Helstrup"],
        "abstract": ["Four experiments tried with different methods to locate a theoretically expected motor factor in memory of enacted movement patterns. The first experiment examined forward versus backward reporting; the second and third looked at possible interactions between encoding and retrieval modalities, whereas the fourth experiment examined whether motor as..."]
      },
      {
        "title": "The enactment effect is due to more than guesses and beliefs",
        "tags": ["Article", "Full-text available"],
        "date": "Aug 2004",
        "authors": ["Tore Helstrup"],
        "abstract": ["Three experiments examined whether the enactment effect - that is, higher recall of enacted than of corresponding non-enacted information - might be explained by guessing rates and performance expectancies. Experiment 1 checked whether the guessing rate of target items would be higher as a result of a narrowed sampling space defined by the enactmen..."]
      },
      {
        "title": "Memory for Pictures and Words following Literal and Metaphorical Decisions",
        "tags": ["Article"],
        "date": "Oct 2003",
        "authors": ["Tor Endestad", "Svein Magnussen", "Tore Helstrup"],
        "abstract": ["The recognition memory of words and pictures was tested following a study session where the stimuli entered metaphorical or literal decision tasks. The results confirmed a picture superiority effect in the sense that the memory for pictures under all conditions was better than the memory for words. However, a metaphorical task at study had opposite..."]
      },
      {
        "title": "Retrieval Independence in Successive Recognition Tasks",
        "tags": ["Article", "Full-text available"],
        "date": "Jun 2003",
        "authors": ["Arnold L Glass", "Arild Lian", "Tore Helstrup"],
        "abstract": ["In three experiments participants studied AB word pairs and completed two recognition tests. In the first recognition test, which was included in all three experiments, the B word had to be discriminated from two distractors that did not appear on the study list. In Experiment 1, in the second recognition test, an AB target was compared with distra..."]
      },
      {
        "title": "Mental images: Specific or general, personal or impersonal?",
        "tags": ["Article"],
        "date": "Jan 2002",
        "authors": ["Tore Helstrup", "Cesare Cornoldi", "Rossana Debeni"],
        "abstract": ["In three experiments the relation between visual images classified in terms of the four categories of personal, impersonal, specific, and general images was explored. The results showed that subjects were able to generate all types of images, with personal images being the easiest to recall. Personal images, together with general images, were the i..."]
      },
      {
        "title": "The mental representation of familiar, long-distance journeys",
        "tags": ["Article"],
        "date": "Dec 2001",
        "authors": ["Tore Helstrup", "Svein Magnussen"],
        "abstract": ["The memory of a familiar, long-distance journey was compared to the memory of the previous day's events by rating the clearness or vividness of memories retrieved from four equal-sized segments on the distance or time dimension. Across five experiments, the results showed stable primacy and recency effects on the spatial distance task, and recency-..."]
      },
      {
        "title": "Concurrent and Retroactive Interference Effects in Memory of Movement Patterns",
        "tags": ["Article", "Full-text available"],
        "date": "Jun 2001",
        "authors": ["Tore Helstrup"],
        "abstract": ["Three experiments examined memory for enacted and observed movement patterns. The effect of visuo-spatial tracing tasks requiring overt motor movements, comparable to those required by the to-be-recalled movement pattern task when enacted, were compared with the effects of non-motor interference tasks, such as articulatory suppression and counting..."]
      },
      {
        "title": "The effect of strategies and contexts on memory for movement patterns",
        "tags": ["Article"],
        "date": "Oct 2000",
        "authors": ["Tore Helstrup"],
        "abstract": ["Two experiments on memory for movement patterns examined possible motor aspects of this memory type. None of the experiments found any evidence for motor effects. The first experiment showed lower memory with induced motor strategies than with any of the other induced strategies. The second experiment demonstrated stronger context effects under ret..."]
      },
      {
        "title": "Pop-Out Into Memory: A Retrieval Mechanism That Is Enhanced With the Recall of Subject-Performed Tasks",
        "tags": ["Article", "Full-text available"],
        "date": "May 2000",
        "authors": ["Hubert D. Zimmer", "Tore Helstrup", "Johannes Engelkamp"],
        "abstract": ["Subject-performed tasks (SPTs; i.e., carrying out the actions during study) improve free recall of action phrases without enhancing relational information. By this mechanism, items pop into a person's mind without active search, and this process especially extends the recency effect. The authors demonstrated the existence of the extended recency ef..."]
      },
      {
        "title": "Kognitiv psykologi",
        "tags": ["Book"],
        "date": "Jan 2000",
        "authors": ["Tore Helstrup", "Geir Kaufmann"],
        "abstract": []
      },
      {
        "title": "Introduction to the special issue of SJP on psychologic and memory",
        "tags": ["Article"],
        "date": "Dec 1999",
        "authors": ["Tore Helstrup", "WALDEMAR ROGNES", "FRED VOLLMER"],
        "abstract": []
      },
      {
        "title": "The case of psychologic against memory research",
        "tags": ["Article"],
        "date": "Dec 1999",
        "authors": ["Tore Helstrup"],
        "abstract": []
      },
      {
        "title": "Visuospatial Encoding of Movement Patterns",
        "tags": ["Article"],
        "date": "Sep 1999",
        "authors": ["Tore Helstrup"],
        "abstract": ["Previous experiments have failed to find clear motor effects in memory of movement patterns. The results did show the importance of verbal factors. This report documents that visuo-spatial encoding also improves memory of movement patterns. The results are discussed in terms of modal explanations of short-term episodic memory."]
      },
      {
        "title": "Is \"mental scanning\" a scanning process?",
        "tags": ["Article"],
        "date": "Aug 1999",
        "authors": ["Tore Helstrup"],
        "abstract": []
      },
      {
        "title": "On the Generality of Mental Construction in Imagery: When Bananas Become Smiles",
        "tags": ["Article"],
        "date": "Sep 1996",
        "authors": ["Tore Helstrup", "Rita E. Anderson"],
        "abstract": ["Four experiments are reported which examined the effect of element concreteness on discovery performance by university students during the mental synthesis task. In this task, subjects attempt to combine given elements into a new figure using mental imagery. Discovery performance was not significantly different whether the subjects synthesised nove..."]
      },
      {
        "title": "What does it take for context to support action memory?",
        "tags": ["Article"],
        "date": "Jun 1996",
        "authors": ["Tore Helstrup"],
        "abstract": ["Previous research on the relation between context and action memory has given ambiguous results. Some experiments have found positive context effects, whereas other experiments have failed to demonstrate a context effect in action memory. Under nonmotor encoding conditions orderly action-locus pairings have been found to yield better recall than ra..."]
      },
      {
        "title": "Do You Remember What You Imagined You Would Do in That Place? The Motor Encoding Cue-failure Effect in Sighted and Blind People",
        "tags": ["Article"],
        "date": "Jun 1994",
        "authors": ["Cesare Cornoldi", "Maria Teresa Corti", "Tore Helstrup"],
        "abstract": ["Three experiments examine why the recall of performed actions often fails to profit from provision of retrieval context. A cue failure has, for instance, been demonstrated with cued recall for performed actions in that cued recall is lower than free recall, whereas control conditions show the usual free to cued recall increase for non-enacted mater..."]
      },
      {
        "title": "Chapter 8 Multiple Perspectives on Discovery and Creativity in Mind and on Paper",
        "tags": ["Article"],
        "date": "Dec 1993",
        "authors": ["Rita E. Anderson", "Tore Helstrup"],
        "abstract": ["This chapter focuses on visual discovery tasks where subjects use mental imagery to find parts embedded within wholes, to decompose whole patterns into their component parts, and to compose recognizable patterns from parts. The chapter presents additional evidence in support of the reality of non-propositional mental representations and suggests a..."]
      },
      {
        "title": "Chapter 5 Mental Imagery: Fixed or Multiple Meanings? Nature and Function of Imagery in Creative Thinking",
        "tags": ["Chapter"],
        "date": "Dec 1993",
        "authors": ["Geir Kaufmann", "Tore Helstrup"],
        "abstract": ["This chapter presents the composition of mental imagery and elucidates the processes involved in imaging and the ways in which the processes interact. The work of Kosslyn, aimed at clarifying the basic process components and the general mechanics of the imaging process and Finke's probing of the levels of equivalence between imagery and perception,..."]
      },
      {
        "title": "Inter‐event differences in action memory",
        "tags": ["Article"],
        "date": "Dec 1993",
        "authors": ["Tore Helstrup"],
        "abstract": ["Two experiments examined the effect of verb-noun connectivity on recall of simple action phrases, under motor and nonmotor encoding conditions. Connectivity, measured by associative overlap and rated belongingness, was found to make a difference. High-connectivity pairs are better recalled than low-connectivity pairs. Primacy effects are absent wit..."]
      },
      {
        "title": "Visual discovery in mind and on paper",
        "tags": ["Article", "Full-text available"],
        "date": "Jun 1993",
        "authors": ["Rita E. Anderson", "Tore Helstrup"],
        "abstract": ["The effectiveness of mental imagery with and without drawing support (perceptual assistance) in the visual synthesis of novel patterns was studied in three experiments. When the task was to create one recognizable pattern from three simple shapes in a 2-min assembly period, subjects were as likely to produce a recognizable or creative pattern per t..."]
      },
      {
        "title": "Imagery in mental construction and decomposition tasks",
        "tags": ["Article"],
        "date": "Dec 1991",
        "authors": ["Tore Helstrup", "Rita E. Anderson"],
        "abstract": ["This chapter discusses the research project that made use of a mental construction task developed by Finke and Slayton. The questions examined pertain to the effects of internal and external representation and to the effects of visual and verbal strategies on mental construction and decomposition tasks. The chapter presents some of the main data an..."]
      },
      {
        "title": "Integration versus nonintegration of noun pairs and verb pairs under enactment and nonenactment conditions",
        "tags": ["Article"],
        "date": "Sep 1991",
        "authors": ["Tore Helstrup"],
        "abstract": ["Two paired-associate experiments examined conditions responsible for the free-to-cued-recall decrease phenomenon. Word class was controlled for by the use of pair elements, which could be treated alternatively as verbs and nouns. With this list material, the two experiments studied the effect of encoding conditions varying from standard, unspecifie..."]
      },
      {
        "title": "Memory for performed and imaged noun pairs and verb pairs",
        "tags": ["Article"],
        "date": "Apr 1989",
        "authors": ["Tore Helstrup"],
        "abstract": ["In a previous study by Engelkamp, cued recall of performed verb pairs was shown to be poorer than free recall of the same word pairs. For visually encoded verb pairs and for noun pairs, cued recall gave higher scores than free recall. This interaction between test types and encoding interactions was taken as support for the theory that motormemory..."]
      },
      {
        "title": "Loci for act recall: Contextual influence on the processing of action events",
        "tags": ["Article"],
        "date": "Feb 1989",
        "authors": ["Tore Helstrup"],
        "abstract": ["A problem-solving account of act memory predicts stronger impacts of context than theories that explain act memory by reference to automatic processing or by reference to the operation of modality-specific code systems. This prediction was tested in three experiments, all using the loci memotechnique to provide contexts for memorization of subject-..."]
      },
      {
        "title": "Imagery as a Cognitive Strategy",
        "tags": ["Chapter"],
        "date": "Jan 1988",
        "authors": ["Tore Helstrup"],
        "abstract": ["Imagery may alternatively be conceptualized as a representation system, or treated as cognitive operations. In our laboratory the function of imagery strategies has been examined from a problem solving point of view with the goal of relating performance to task variables such as novelty, complexity or difficulty. Experiments on memory and metaphors..."]
      },
      {
        "title": "One, two, or three memories? A problem-solving approach to memory for performed acts",
        "tags": ["Article"],
        "date": "Oct 1987",
        "authors": ["Tore Helstrup"],
        "abstract": ["To test three theories of memory for performed acts, four sets of experiments were conducted. Two of the theories, the rehearsal obstruction theory and the multi-code representation theory, posit separate laws for recall of performed acts. The third, a problem-solving theory, attempts to explain act memory as well as memory for visually and verball..."]
      },
      {
        "title": "Acquisition of inflection-like rules in concept-formation tasks",
        "tags": ["Article"],
        "date": "Sep 1979",
        "authors": ["Tore Helstrup"],
        "abstract": ["The learning of inflection-like rules was examined in experimental situations designed as concept-formation tasks. Nonsense words with prefix, stem, and suffix positions were used to form word expressions in an artificial miniature language. The inflection rules, besides separating word segments, served to relate the word segments to a reference fi..."]
      },
      {
        "title": "Concept formation and language acquisition.: The influence of task complexity and strategy factors",
        "tags": ["Article"],
        "date": "Feb 1977",
        "authors": ["Tore Helstrup"],
        "abstract": ["— Aspects of language acquisition (simulated) were studied in a concept formation situation with adult subjects. It was found that word meanings were acquired faster with complex than with simple stimulation, as detined by low and high variance distributions of attribute values. It was also demonstrated that stimulus and response choice strategies..."]
      },
      {
        "title": "Interference effects in short-term memory",
        "tags": ["Article"],
        "date": "Sep 1975",
        "authors": ["Tore Helstrup"],
        "abstract": [".— Two experiments exploring the modality relation between memory task and interference task are reported. With visual and verbal tasks, variations in modality relation did not influence the total amount recalled. The usual serial position effect was observed when memory and interference task were of different modalities. The amount of recall was f..."]
      }
    ],
    "degree": [null],
    "bio": [],
    "publications": [47],
    "reads": [3319],
    "citations": [727]
  }
}
